[
  {
    "Entry": "Plot",
    "Definition": "A secret contest with the possiblity to win 45.6 billion of South Korean Wons. \r\nPlayers are \"invited\" by a secret organization and they come from every corner of the South Korean society. They have one thing in common: all fo them are in a critical debt situation.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "First Season",
    "Definition": "First season consists of six different episodes:  \r\n1.- Green Light, Red Light\r\n2.- Hell\r\n3.- The man in the umbrella\r\n4.- Stick to the Team\r\n5.- A fair world \r\n6.- Ggambu\r\n7.- VIPs\r\n8.- Front Man\r\n9.- One Lucky Day",
    "Resource": "images/anciano.png"
  },
  {
    "Entry": "1x1.- Red Light, Green Light",
    "Definition": "Seong Gi-hun is having a very bad time. He accumulates several debts with loan sharks and becomes estranged from his daughter and ex-wife. At a train station, a well-dressed man asks him to play a game of ddakji for money, and offers an opportunity to play more games with much higher stakes. Gi-hun accepts, is left unconscious with sedating gas, and awakens in a dormitory with 455 others, identified only by numbers on their chandals. A group of masked guards in pink jumpsuits arrive and explain that players are all in deep financial debts, but will be given billions of won (offical Korean coin) as a monetary prize in case they are able to win six games over six days. The games are conducted by the Front Man, who is fully masked and dressed in black. Gi-hun befriends Player 001, the first person who joined the game. He is an elderly man suffering from a brain tumor. Gi-hun also recognizes two other players: Cho Sang-woo, a childhood classmate who became an successful investment broker, and Player 067, a pickpocket girl who stole Gi-hun's money after he won a horse race wager. The first game is a deadly version of Red Light, Green Light, where anyone  who is caught moving is shot to dead immediately. With help from Sang-woo and Player 199, Gi-hun finishes the game alive in the very last second.",
    "Resource": "images/redlightgreenlight.png"
  },
  {
    "Entry": "1x2.-Hell ",
    "Definition": "After the first game more than a half of the players have been killed; so, many survivors demand to be released from the game. According to  the game's third clause, they have the option to vote to cancel the game and send everyone home without any monetary prize.  Gi-hun goes to the police when he is released in Seoul, but no one believes him except Detective Hwang Jun-ho. His brother received the same invitation card some years before as Gi-hun. His brother is missing since then. Some time later,  players are invited to re-enter the game. Many return because of their desperation, including Gi-hun, whose mother needs surgery; Sang-woo, who is about to be arrested for financial fraud; Player 001, who does not wish to die in the outside world; Player 067, who wants to rescue her family from North Korea and get her little brother out of an orphanage; Player 199, a Pakistani migrant who attacked and gravely injured his boss for withholding his wages; and Player 101, named Jang Deok-su, a dangerous looking gangster on the run due to his many debts. Jun-ho secretly follows Gi-hun and finishes being  picked up by the guards of the game.",
    "Resource": "images/hell.jpeg"
  },
  {
    "Entry": "1x3.- The man in the umbrella",
    "Definition": "Detective Jun-ho successfully infiltrates in the installations of the game by disguising himself as a masked worker. He discovers that the secret location is in an isolated island. The games continues and  players are now more prepared and start making alliances. Gi-hun, Sang-woo, Player 001, and Player 199 team up. Player 067 explores an air vent and witnesses workers melting pots of sugar. The second game is revealed to be Ppopgi, where each player must perfectly extract a stamped shape from a \"dalgona\" (honeycomb candy) under a time limit. Sang-woo learns of Player 067's discovery and recognizes the game beforehand, but does not warn his teammates and chooses the simplest shape for himself. Gi-hun ends up picking the most difficult shape, an umbrella, but is able to complete the game by licking the back of the honeycomb to melt it. Player 212, a rowdy and manipulative woman, helps the gangster Deok-su complete the game with a smuggled lighter. A scared player who is about to be executed takes a staff member hostage and forces him to unmask. Shocked that the staff member is a young, the player commits suicide and the staff member is killed by the Front Man for being forced to reveal his identity.",
    "Resource": "images/maninumbrella.png"
  },
  {
    "Entry": "1x4.- Stick to the Team",
    "Definition": "Player 111 is a disgraced doctor and takes part in a plot with a handful of staff to harvest organs from dead players to sell them on the black market, in return for revealing the details in advance of the next game. When Deok-su kills a player accusing him of taking extra food, the staff does nothing to stop him, and in fact increases the prize money's value. After lights out, a riot erupts in the dormitory as players attack each other. Gi-hun's group survives and share their names to build trust: Player 199 is Ali Abdul, and Player 067 is Kang Sae-byeok. Player 001, because of his brain tumor, has trouble remembering his name. Player 212, named Han Mi-nyeo, has sex with Deok-su. In the third game, players are told to form groups of ten. For Gi-hun's team, Sae-byeok recruits Player 240, a girl close to her age, but refuses to answer any 240's questions. The game is revealed to be tug of war on two raised platforms, where a team wins by dragging the opposing team off their platform to their deaths. Deok-su, having learned of the game from Player 111 beforehand, picks only strong men and rejects Mi-nyeo, who joins Gi-hun's team. After Deok-su's team wins their match, Gi-hun's team competes against another team that consists of all-male.",
    "Resource": "images/sticktotheteam.png"
  },
  {
    "Entry": "1x5.- A fair world",
    "Definition": "Gi-hun's team wins, unexpectedly,  their tug-of-war match using the strategies by Player 001's and Sang-woo's quick thinking. Fearint that another riot will happen when lights go out, they build a barricade and spend the night taking turns on guard, but Deok-su's team doesn't attack. Gi-hun reminds a similar situation back from ten years ago, when he and many other workers from an automobile factory protested a mass lay-off, which caused the failed trajectory of Gi-hun's life. Detective Jun-ho witnesses the organ harvesting plot, as the staff member whose identity he stole takes part in it. Except Jun-ho, everyone involved in the plot is eventually killed, including Player 111. The Front Man begins a facility-wide man hunt for Jun-ho, who infiltrates into the Front Man's office. Jun-ho learns that the game has been running for over 30 years, and that his elder brother Hwang In-ho was the winner of  the game held on 2015.",
    "Resource": "images/afairworld.png"
  },
  {
    "Entry": "1x6 .- Ggambu",
    "Definition": "Players witness the corpses of Player 111 and his co-conspirators hanged for cheating. The chief master assure them that the games are designed to give every player a fair chance without discrimination. For the fourth game, players are told to pair up and discover that instead of working as a team, they will have to play against their partner in a marble game of their choice. Whoever gets all their partner's marbles within 30 minutes will win and survive. Sae-byeok and Player 240, named Ji-yeong, count each other their life stories; Ji-yeong sees Sae-byeok has more to live for and sacrifices herself. Sang-woo tricks Ali into giving up his marbles and wins, which results in Ali's death. Deok-su wins against his partner and henchman, Ja-hyoung. Gi-hun tricks Player 001 by using his dementia to defeat him, only to discover that Player 001 has been aware of the deception the entire time. Player 001, finally remembers that his name is Oh Il-nam. He allows Gi-hun to win anyway, as he is his gganbu (trusted friend). Gi-hun, Sang-woo and Sae-byeok are traumatized by the deaths of their friends.",
    "Resource": "images/ggambu.png"
  },
  {
    "Entry": "1x7.- VIPs",
    "Definition": "Players return to find Mi-nyeo still alive. He didn't have a partner for the marbles game. Foreign VIPs, who had been gambling on the games remotely, arrive to watch and make bets on the next rounds live. Jun-ho, posing as one of the masked servants, is sexually propositioned by one of the VIPS. , He attacks the VIP when they are in a private room, records his confession, and escapes the island. Meanwhile, the fifth game has players crossing a two-panel wide bridge, where the panels are each made of either tempered or regular glass, the latter of which cannot support their weight. The players at the front of the line fall to their deaths as they progressively test the panels. Deok-su refuses to move despite the clock ticking, daring others to pass him. Mi-nyeo grabs him and, as revenge for betraying her, pulls him down with her to their deaths. Player 017, a seasoned glass worker, guides the remaining players before the Front Man removes his advantage. With time running out, Sang-woo pushes Player 017 to his death, revealing the last trick panel. Only Gi-hun, Sang-woo, and Sae-byeok complete the game; at its conclusion, explosions shatter the remaining panels.",
    "Resource": "images/vips.png"
  },
  {
    "Entry": "1x8.- Front Man",
    "Definition": "Gi-hun, Sang-woo, and Sae-byeok get to the final and are given a dinner and they can wear formal clothes. Sae-byeok hides a severe stab wound she received from the glass bridge explosion. After eating dinner, each player is left with a steak knife, and Gi-hun suggests to Sae-byeok that they should ally against Sang-woo, realizing he will go to any length to win. Sae-byeok instead begs Gi-hun to promise that whoever wins the game will look after the other's loved ones. Gi-hun goes to kill Sang-woo when he falls asleep, but Sae-byeok stops him, telling him he's not a murderer. Sae-byeok's injury worsens, prompting Gi-hun to call for help. When Gi-hun is away, Sang-woo kills Sae-byeok and the staff arrive only to collect her corpse. Furious and heartbroken, Gi-hun tries but fails to attack Sang-woo. Meanwhile, Detective Jun-ho makes it to a nearby island but is quickly tracked down by the Front Man and the staff. To Jun-ho's shock, the Front Man reveals himself to be his brother, In-ho, and he tries to recruit him. When he refuses, In-ho shoots Jun-ho in the shoulder. Jun-ho falls back over a cliff edge into the sea. Everything makes one think that he is dead.",
    "Resource": "images/frontman.jpeg"
  },
  {
    "Entry": "1x9.- One Lucky Day",
    "Definition": "In the final, the lethal game is a Squid game. Gi-hun defeats Sang-woo after a brutal fight but is unable to kill him. Instead, he invokes the third clause to end the game and send them home with no money. Sang-woo commits suicide and stabs himself in the neck, and as he dies, asks Gi-hun to take care of his mother. Gi-hun is returned to Seoul with a bank card to access the prize money, but discovers that his own mother has died. A year later, Gi-hun remains traumatized and has not touched his prize money. He receives an invitation card from his gganbu, and finds Oh Il-nam on his deathbed. Il-nam reveals he created the game to entertain bored ultra-rich people like himself. He used his own childhood memories to design the games, and had participated with Gi-hun's group for nostalgia's sake. Il-nam plays one last game with Gi-hun on whether an unconscious drunk man outside in the snow will be helped before midnight, and dies shortly after the outcome. Gi-hun fulfills his promises by having Sae-byeok's brother looked after by Sang-woo's mother with their shares of the prize money. As Gi-hun travels to the airport to reconnect with his daughter in Los Angeles, he sees the same game recruiter playing ddakji with a fresh player. He angrily snatches the player's card, and calls the card's number before boarding his plane, demanding to know who they are. He is told to get on the plane, but Gi-hun ends the call and heads back into the airport terminal. This is the end of the first season.",
    "Resource": "images/oneluckyday.png"
  },
  {
    "Entry": "Artists - Characters",
    "Definition": "You can see some info about the main characters of the series along with details of the cast.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "Seong Gi-hun aka Ki-hoon",
    "Definition": "The main character of the series, named Seong Gi-hun, also known as Ki-hoon. Is the loser archetype in the South Corean society.  Loses his former and stable job in a factory and survives as a chauffeur. He is a gaming adict with a child-like mind. Lives with his elderly mother and has divorced recently. In the birthday of his daughter he discovers that his daughter will leave South Corea quite soon, when his ex-wife migrates to USA along with her new husband and her only daughter. Ki-hoon's mother tells him that if his daughter goes to live to the USA, she will forget her original language and Kin-hoon will be unable to communicate with her anymore. Her mother tells him that this can be avoided because there is a Corean law that states that in case Ki-hoon has money and is able to maintain her daughter, she will have to keep regular contacts with him and will not need to go to the USA.  This situation makes that Ki-hoon is absolutely desperate to obtain money in any immaginable and... inimmaginable way.",
    "Resource": "images/kihoon.png"
  },
  {
    "Entry": "Lee Jung-jae (Actor)",
    "Definition": "He was born in March 1973 in Seoul, South Korea. He works as a top star in different TV series and films. In addition he is a very valuated fashion model in South Korea. His career initiated as a model . He started in TV in 1993. His firs films was in 1994: Jeolmen namja. He has appeared in other films like Gwansand, New Worl, Deliver us from Evil or Assassination",
    "Resource": "images/leejungjae.png"
  },
  {
    "Entry": "Cho Sang-woo",
    "Definition": "Cho Sang-woo (조상우, Korean pronunciation: [tɕo saŋ u], player number 218). He was former head of an investment team at a securities company. He was a classmate to Gi-hun when they were kids. He studied at Seoul National University and became a local celebrity in his quarter due to this. He is wanted by the police for distracting money from his customers, and racking up massive debts originated by bad investments.",
    "Resource": "images/chosangwoo.png"
  },
  {
    "Entry": "Park Hae-soo (Actor)",
    "Definition": "Park started his career in a musical play in 2007 with Mister Lobby. He also appears in other musical stages such as Angel Called Desire and Annapurna.\nIn 2017, he won the Best New Actor at The Seoul Awards with his lead role in the drama series Prison.\n\nIn 2021, He got recognized internationally because of his project, Squid Game. After appearing in the popular series, he was able to gain over 800,000 Instagram followers in a single day",
    "Resource": "images/parkhaesoo.png"
  },
  {
    "Entry": "Kang Sae-byeok",
    "Definition": "Kang Sae-byeok needs Squid Game’s prize money in order to get her mother and the rest of her family out of North Korea.\n\nShe also wants to use it to create a nice life for her little brother, who lives in an orphanage in Seoul. Apart from being a North Korean defector, Sae-byeok is a skilled pickpocket who’s also knows her way around a knife.",
    "Resource": "images/kangsaebyeok.png"
  },
  {
    "Entry": "Jung Ho-yeon (Actress)",
    "Definition": "HoYeon Jung (Korean: 정호연; born June 23, 1994) is a South Korean model and actress.  \n Her career began as a freelance model in 2010, walking in Seoul Fashion Week shows for two years. \n\nIn 2013, she competed on the fourth season of Korea's Next Top Model and placed as a runner-up. In 2016, Jung signed with The Society Management and left South Korea to pursue a career abroad.\n\nShe became known for her \"fiery\" red hair after making her international runway debut for Opening Ceremony during New York Fashion Week. She was a Louis Vuitton exclusive in 2016, and became a global ambassador for the brand in 2021.\n\nIn 2020, Jung signed with Saram Entertainment as an actress. \n\nShe made her television debut in 2021, starring in the  Squid Game series as Kang Sae-byeok which brought her worldwide attention and critical acclaim as the show’s breakout star.",
    "Resource": "images/junghoyeon.png"
  },
  {
    "Entry": "Kim Mi-ok",
    "Definition": "Kim Mi-Ok was in 540 million won in debt and she chose to enter a high-risk competition to win money to pay those debts. During the first meeting with all 456 players, a squid game manager call her out to crowd stating how much debt she was. She stood there shocked looking up at the screen. When waiting line to sign the consent form, Jang Deok-Su (101) cut in front of her and was intimated from his glare.\n\n She later played the first game of Red Light, Green Light.",
    "Resource": "images/kimmiok.png"
  },
  {
    "Entry": "Halley Kim(Actress)",
    "Definition": "The actress Halley Kim is one of the top-notched actresses who has worked in several hits. In 2021 she worked in ‘Squid Game’. \n\nIn 2019, she was featured in ‘My First First Love’ for which she got immense love and appreciation. The year 2021 seems a year full of opportunities for her, and she got the chance to appear in ‘Sijipeuseu: The Myth’ in 2021 and ‘Squid Game’ in the same year. The actress has performed very well and getting overwhelming feedback from the audience.  ",
    "Resource": "images/junghoyeon.png"
  }

]