[
  {
    "Entry": "участок",
    "Definition": "Секретный конкурс с возможностью выиграть 45,6 миллиарда южнокорейских вонств.\nИгроки «приглашены» секретной организацией, и они приходят из каждого угла южнокорейского общества. У них есть одно общее: все их в критической долговой ситуации.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "Первый сезон",
    "Definition": "Первый сезон состоит из шести разных эпизодов:\n\n1.- Зеленый лигнь, красный лигнт\n2.- ад\n3.- Человек в зонтике\n4.- Придерживайтесь команды\n5. - справедливый мир\n6.- ggambu\n7.- VIPS.\n8.- Передний человек\n9.- Один счастливый день",
    "Resource": "images/anciano.png"
  },
  {
    "Entry": "1x1.- Красный свет, зеленый свет",
    "Definition": "Seong Gi-Hun очень плохое время. Он накапливает несколько долгов с помощью кредитных акул и исчезнет от его дочери и бывшей жены. На вокзале, хорошо одетый мужчина просит его сыграть в игру Ddakji за деньги и предлагает возможность играть больше игр с гораздо более высокими ставками. Gi-Hun принимает, остается без сознания с седаторным газом и пробуждается в общежитии с 455 другими, идентифицированными только числами на их людях. Группа из замаскированных охранников в розовых коммуникациях прибывает и объясняет, что игроки все в глубоких финансовых долгах, но будут даны миллиарды выигранной (офлайн-корейской монеты) в качестве денежной приза в случае, если они могут выиграть шесть игр в течение шести дней. Игры проводятся передним человеком, который полностью замаскирован и одет в черный цвет. Gi-Hun подружиться с игроком 001, первый человек, который присоединился к игре. Он является пожилым человеком, страдающим от опухоли головного мозга. Gi-Hun также распознает два других игрока: Чо Санг-Ву, одноклассник детства, который стал успешным инвестиционным брокером, и игрок 067, девочка-карманника, которая украла деньги Gi-Hun после того, как он выиграл карангуму. Первая игра представляет собой смертельную версию красного света, зеленый свет, где любой, кто поймал, движется, снят мертвых немедленно. С помощью Sang-Woo и Player 199 Gi-Hun заканчивает игру в живых в последнюю секунду.",
    "Resource": "images/redlightgreenlight.png"
  },
  {
    "Entry": "1x2.-ад",
    "Definition": "После первой игры более половины игроков были убиты; Таким образом, многие выжившие требуют выпустить из игры. Согласно третьему пункту игры, у них есть возможность проголосовать, чтобы отменить игру и отправить каждому дому без какой-либо денежной приза. Gi-Hun идет в полицию, когда он выпущен в Сеуле, но никто не верит ему, кроме детектива Hwang Jun-Ho. Его брат получил один и тот же пригласительный билет несколько лет до того, как Gi-Hun. Его брат пропал с тех пор. Некоторое время спустя игроки приглашают повторно войти в игру. Многие возвращаются из-за их отчаяния, в том числе Gi-Hun, чья мать нуждается в хирургии; Sang-Woo, который собирается быть арестован за финансовый мошенничество; Игрок 001, который не хочет умирать во внешнем мире; Игрок 067, который хочет спасти свою семью из Северной Кореи и получить своего младшего брата из детского дома; Игрок 199, пакистанский мигрант, который напал на напание и серьезно ранил своего босса за удержание своей заработной платы; И игрок 101, по имени Джанг Деок-Су, опасный гангстер на пробежении из-за его многочисленных долгов. Jun-Ho Teakely следует за Gi-Hun и заканчивается, чтобы забрать охранников игры.",
    "Resource": "images/hell.jpeg"
  },
  {
    "Entry": "1x3.- Человек в зонтике",
    "Definition": "Детектив Jun-Ho успешно проникает в установках игры, замаскировав себя как работник в маске. Он обнаруживает, что секретное расположение находится на изолированном острове. Игры продолжаются, и игроки теперь более подготовлены и начнут делать альянсы. Gi-Hun, Sang-Woo, Player 001 и игрок 199 команд. Игрок 067 исследует воздушный вент и свидетелей, плавивных горшками сахара. Вторая игра открыта, чтобы быть PPOPGI, где каждый игрок должен идеально извлекать штампованную форму из «Далгона» (конфет для соты) под ограничением времени. Sang-Woo узнает об открытии игрока 067 и узнает игру в игре, но не предупреждает своих товарищей по команде и выбирает самую простую форму для себя. GI-HUN заканчивает выбирать самую сложную форму, зонтик, но умеет завершить игру, облизывая заднюю часть сота, чтобы растопить его. Игрок 212, шумная и манипулятивная женщина, помогает гангстеру Deok-Su завершить игру с контрабандой легче. Напуганный игрок, который собирается быть казнен, принимает заложник сотрудников и заставляет его разозлить. Шокирован, что сотрудник является молодым, игрок совершает самоубийство, а сотрудник убит Фронтским человеком для того, чтобы быть вынужденным раскрыть свою личность.",
    "Resource": "images/maninumbrella.png"
  },
  {
    "Entry": "1x4.- Придерживайтесь команды",
    "Definition": "Player 111 - это опоздающий врач и принимает участие в сюжете с горсткой персонала, чтобы сработать органы от погибших игроков, чтобы продать их на черном рынке, в отзыве к раскрытию деталей заранее от следующей игры. Когда Деок-Су убивает игрока, обвиняющего его в прохождении дополнительной еды, персонал не делает его, чтобы остановить его, и фактически увеличивает ценность призовых денег. После освещения, в общежитии сверкается бунт, когда игроки нападают друг на друга. Группа Gi-Hun выживает и поделится своими именами, чтобы построить доверие: Игрок 199 - Али Абдул, и игрок 067 - Kang Sae-Byek. Игрок 001, из-за его опухоли головного мозга есть проблемы с запоминанием его имени. Игрок 212, названный Han Mi-Nyeo, занимается сексом с деок-су. В третьей игре игроки говорят формировать группы по десяти. Для Gi-Hun's Team, SAE-BYEOK RITRUTION PLAYER 240, девушка рядом с ней возраста, но отказывается отвечать на любые 240 вопросов. Игра выявлена ​​перетягивание войны на двух поднятых платформах, где команда побеждает, перетаскивая противоборствующую команду со своей платформы до их смерти. Deok-Su, узнав об игре от Player 111 заранее, выбирает только сильные мужчины и отвергает Mi-Nyeo, который присоединяется к команде Gi-Hun. После того, как команда Деок-Су побеждает их матч, команда Gi-Hun конкурирует против другой команды, которая состоит из всех мужчин.",
    "Resource": "images/sticktotheteam.png"
  },
  {
    "Entry": "1x5. - справедливый мир",
    "Definition": "Команда Gi-Hun выиграла, неожиданно побеждает, их перетягивающее матч, используя стратегии игрока 001 и быстрое мышление Sang-Woo. Сержается, что другой бунт произойдет, когда огни выйдут, они строят баррикаду и проводят ночь, по очереди, по очереди, но команда Деок-Су не нападает. GI-HUN напоминает аналогичную ситуацию от десяти лет назад, когда он и многие другие работники из автомобильной фабрики протестовали в массовом увольнении, что вызвало неудачную траекторию жизни GI-HUN. Детектив Jun-Ho свидетелей свидетелей уборки органов, как сотрудник, чья идентичность, которую он украл, принимает участие в нем. За исключением Jun-Ho, все, вовлеченные в сюжет, в конечном итоге убили, в том числе игрок 111. Фронт-человек начинает охоту на всеми силами, которая охотится на окружающей среде для Jun-Ho, который проникал в офис фронтального человека. Jun-Ho узнает, что в игре проводится более 30 лет, и что его старший брат Хван-Хоу был победителем игры, состоявшейся на 2015 году.",
    "Resource": "images/afairworld.png"
  },
  {
    "Entry": "1x6 .- ggambu",
    "Definition": "Игроки свидетельствуют о трупах игрока 111, и его соучастники повесили за мошенничество. Главный мастер гарантирует их, что игры предназначены для того, чтобы дать каждому игроку справедливую возможность без дискриминации. Для четвертой игры игроки говорят парется и обнаруживают, что вместо команды они должны будут играть против своего партнера в мраморной игре по их выбору. Тот, кто получает все мраморы своего партнера в течение 30 минут, выиграют и выживут. SAE-BYEOK и PLAYER 240, по имени Ji-yeong, посчитают друг друга их жизненные истории; Ji-yeong видит SAE-BESEOK, чтобы жить и жертвует собой. Пену хитрости Али в отказаться от мрамора и победы, что приводит к смерти Али. Деок-Су победит против своего партнера и приспешника, Ja-Hyoung. Gi-Hun Ticks Player 001, используя его деменцию, чтобы победить его, только для того, чтобы обнаружить, что игрок 001 знал о обмане всего времени. Игрок 001, наконец, помнит, что его зовут ОН Ил-Нам. Он позволяет Gi-Hun выиграть все равно, так как он его Gganbu (доверенный друг). Gi-Hun, Sang-Woo и Sae-Byeok травмированы смертью своих друзей.",
    "Resource": "images/ggambu.png"
  },
  {
    "Entry": "1x7.- VIPS.",
    "Definition": "Игроки возвращаются, чтобы найти Mi-Nyeo еще жив. У него не было партнера для игры мрамора. Иностранные VIP, которые играли в азартные игры на игры, удаленно, приезжают на посмотреть и делают ставки на следующие раунды в прямом эфире. Jun-Ho, позирует как один из замаскированных слуг, сексуально предлагается одним из VIP. Он нападает на VIP, когда они находятся в отдельной комнате, записывает свое признание и убегает на острове. Между тем, пятая игра имеет игроки, пересекающие двухцензурную широкий мост, где каждый из них изготовлен из закаленного или обычного стекла, последнее, которое не может поддерживать их вес. Игроки на передней части линии падают до смерти, когда они постепенно проверяют панели. Деок-Су отказывается двигаться, несмотря на тикаю часов, осмеливаясь других, чтобы пройти его. Ми-NYEO хватает его и, как месть за предательство ее, сдвигает его с ней до смерти. Игрок 017, опытный стеклянный работник, направляет оставшиеся игроки до того, как передний человек убирает его преимущество. Со временем пробежал, Sang-Woo отталкивает игрока 017 к своей смерти, раскрывая последнюю трюку. Только Gi-Hun, Sang-Woo и Sae-Byok Заполните игру; При завершении взрывы разрушают оставшиеся панели.",
    "Resource": "images/vips.png"
  },
  {
    "Entry": "1x8.- Передний человек",
    "Definition": "Gi-Hun, Sang-Woo и Sae-Byok добираются до финала и дают ужин, и они могут носить формальную одежду. SAE-BYEOK скрывает серьезную ударную рану, которую она получила от взрыва стеклянного моста. После поедания ужина каждый игрок остается с ножом стейка, а Gi-Hun предлагает SAE-Byeok, что они должны союзника против пена-Ву, понимая, что он пойдет на любую длину, чтобы победить. SAE-BESEOK вместо этого просит Gi-Hun обещать, что тот, кто выиграет, игра будет присматривать за близкими чужими. Ги-Хун идет, чтобы убить пена-Ву, когда он засыпает, но SAE-BYEOK останавливает его, рассказывая ему, что он не убийца. Травма SAE-BYEOK ухудшается, побуждая Gi-Hun позвонить за помощью. Когда Gi-Hun отсутствует, пел-Ву убивает SAE-BYEOK, а персонал прибывает только для забрать ее труп. Яростно и горемки, Gi-Hun пытается, но не пытается напасть на пену. Между тем, детектив Jun-Ho делает его на соседнем острове, но быстро отслеживается передним человеком и персоналом. Шок Jun-Ho, передний человек открывает себя своим братом, в Хо, и он пытается набирать его. Когда он отказывается, в Ho стреляет в июнь-хо в плечо. Jun-Ho падает на край скалы в море. Все заставляет думать, что он мертв.",
    "Resource": "images/frontman.jpeg"
  },
  {
    "Entry": "1x9. - один счастливый день",
    "Definition": "В финале, играющая игра - это кальмара. Ги-Хун поражает Сан-Ву после жестокого боя, но не может убить его. Вместо этого он вызывает третий пункт, чтобы закончить игру и отправить их домой без денег. Sang-Woo совершает самоубийство и ударил себя на шею, и, как он умирает, просит Gi-Hun позаботиться о своей матери. GI-HUN возвращается в Сеул с банковской картой для доступа к призовым деньгам, но обнаруживает, что его собственная мама умерла. Через год Gi-Hun остается травмированным и не коснулась его призовых денег. Он получает пригласительный билет от его Gganbu и находит Ой Ил-Нам на его смертную. IL-NAM показывает, что он создал игру, чтобы развлекать скучающие ультра богатые люди, как сам. Он использовал свои собственные детские воспоминания для дизайна игр и участвовал в группе Gi-Hun для Ради Ностальгии. IL-NAM играет в последнюю игру с Gi-Hun на том, будет ли без сознания пьяного человека на снегу, будет помогать до полуночи, и вскоре умирает после результата. Ги-Хун выполняет свои обещания, имея брат SAE-BESEOK присматривал за матерью пена-Ву со своими акциями призовых денег. Когда Gi-Hun путешествует в аэропорт, чтобы повторно подключиться с дочерью в Лос-Анджелесе, он видит тот же игры рекрутером, играя в DDAKJI со свежим игроком. Он сердито вырвала карточку игрока и называет номер карты перед посадками на самолет, требуя знать, кто они. Ему говорят, чтобы попасть на самолет, но Gi-Hun заканчивает звонок и возвращаться в терминал аэропорта. Это конец первого сезона.",
    "Resource": "images/oneluckyday.png"
  },
  {
    "Entry": "Художники - персонажи",
    "Definition": "Вы можете увидеть некоторую информацию о главных героях серии вместе с деталями отличия.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "Seong Gi-Hun aka ki-hoon",
    "Definition": "Главный герой серии, названный Seong Gi-Hun, также известный как Ki-Hoon. Является ли архетип неудачника в южном кореоском обществе. Теряет свою бывшую и устойчивую работу на заводе и выживает как шофер. Он игра в том, что адикт с детским умом. Живет со своей пожилой матерью и недавно развелась. В день рождения его дочери он обнаруживает, что его дочь оставит в ближайшее время, его дочь оставит в ближайшее время, когда его бывшая жена мигрирует в США вместе со своим новым мужем и ее единственной дочерью. Мать Ки-Хуна рассказывает ему, что если его дочь идет жить в США, она забудет ее оригинальный язык, а Kin-Hoon не сможет больше общаться с ней. Ее мать говорит ему, что этого можно избежать, потому что есть кореоросный закон, который заявляет, что в случае, если у Ki-Hoon есть деньги и способны поддерживать свою дочь, ей придется продолжать регулярные контакты с ним и не нужно будет идти к СОЕДИНЕННЫЕ ШТАТЫ АМЕРИКИ. Эта ситуация делает то, что Ki-Hoon абсолютно отчаянно отчаянен, чтобы получить деньги в любой неизменной и ... неизбежный путь.",
    "Resource": "images/kihoon.png"
  },
  {
    "Entry": "Ли Юнг-Джа (актер)",
    "Definition": "Он родился в марте 1973 года в Сеуле, Южной Корее. Он работает как верхняя звезда в разных сериалах и фильмах. Кроме того, он очень оценена модель моды в Южной Корее. Его карьера инициирована как модель. Он начал в телевизоре в 1993 году. Его фильмы с елями были в 1994 году: Jeolmen Namja. Он появился в других фильмах, таких как Гваннэнд, новый Worl, доставить нас от зла ​​или убийства",
    "Resource": "images/leejungjae.png"
  },
  {
    "Entry": "Чо Санг-Ву",
    "Definition": "Чо Sang-Woo (조상우, корейский произношение: [TɕO SAŋ U], Игрок № 218). Он был бывшим главой инвестиционной команды в компании ценных бумаг. Он был одноклассником для Gi-Hun, когда они были детьми. Он учился в Национальном университете Сеул и стал местной знаменитостью в его квартале из-за этого. Он хочет полиции для отвлечения денег от своих клиентов, и стеллажируют огромные долги, возникшие плохими инвестициями.",
    "Resource": "images/chosangwoo.png"
  },
  {
    "Entry": "Park Hae-Soo (актер)",
    "Definition": "Парк начал свою карьеру в музыкальной пьесе в 2007 году с господин лобби. Он также появляется на других музыкальных этапах, таких как Ангел, называемый желанием и Аннапурной.\nВ 2017 году он выиграл лучший новый актер на премии Сеула со своей ведущей ролью в тюрьме серии драмы.\nВ 2021 году он был признан на международном уровне из-за его проекта, игра Squid. После появления в популярной серии он смог получить более 800 000 подписчиков Instagram за один день",
    "Resource": "images/parkhaesoo.png"
  },
  {
    "Entry": "Kang Sae-Byek",
    "Definition": "Kang Sae Byeok нуждается в призовых деньгах Squid Game, чтобы заставить ее мать и остальную часть своей семьи из Северной Кореи.\nОна также хочет использовать его, чтобы создать хорошую жизнь для своего младшего брата, который живет в детском доме в Сеуле. Помимо того, чтобы быть северокорейским дефектом, SAE-BYEOK - опытный карман, который также знает ее вокруг ножа.",
    "Resource": "images/kangsaebyeok.png"
  },
  {
    "Entry": "Юн Хо-йон (актриса)",
    "Definition": "Хойон Юнг (Корейский: 정호연; Родился 23 июня 1994 года) - это модель Южной Кореи и актриса.\n Ее карьера началась как внештатная модель в 2010 году, прогуливаясь в неделю моды Сеула, показывает два года.\nВ 2013 году она соревновалась в четвертом сезоне следующей топ-модели Кореи и помещена в качестве подъема. В 2016 году Юнг подписал с управлением общества и покинул Южную Корею, чтобы преследовать карьеру за рубежом.\nОна стала известна своими «огненными» рыжими волосами после того, как ее дебютируют международные взлетно-посадочные полосы для церемонии открытия во время недели моды в Нью-Йорке. Она была Louis Vuitton Exclusive в 2016 году и стала глобальным послом для бренда в 2021 году.\nВ 2020 году Юнг подписал с сарамом развлечений как актрисой.\nОна в 2021 году она сделала телевизор в 2021 году, в главной роли в серии Squid Game, как Кэнг Сэ-Бейк, который привел свое внимание по всему миру и критическое признание как звезда прорыва шоу.",
    "Resource": "images/junghoyeon.png"
  },
  {
    "Entry": "Ким Ми-ОК",
    "Definition": "Ким Ми-ОК был в 540 миллионов выиграл в долгах, и она решила ввести конкуренцию высокого риска, чтобы выиграть деньги, чтобы заплатить эти долги. Во время первой встречи со всеми 456 игроками менеджер игры Squid называют ее, чтобы толпа заявила, насколько она была долга. Она стояла там шокирована, глядя на экран. При ожидании строки, чтобы подписать форму согласия, Jang Deok-Su (101) вырезал перед ней и был опубликован из его бликов.\n Позже она сыграла первую игру красного света, зеленый свет.",
    "Resource": "images/kimmiok.png"
  },
  {
    "Entry": "Halley Kim (актриса)",
    "Definition": "Актриса Halley Kim - одна из лучших актрис, которые работали в нескольких хитах. В 2021 году она работала в «Squid Game».\nВ 2019 году она была представлена ​​в «моей первой первой любви», для которой она возникла огромная любовь и признательность. 2021 год кажется, что год, полный возможностей для нее, и у нее есть шанс появиться в «Sijipeuseu: миф» в 2021 году и «игра Squid» в том же году. Актриса выполнила очень хорошо и получает подавляющую обратную связь от аудитории.",
    "Resource": "images/junghoyeon.png"
  }
]