[
    {
        "Entry": "Parzelle",
        "Definition": "Ein geheimer Wettbewerb mit der Möglichkeit, 45,6 Milliarden Südkoreanische Wons zu gewinnen.\nDie Spieler sind von einer geheimen Organisation \"eingeladen\" und sie kommen aus jeder Ecke der südkoreanischen Gesellschaft. Sie haben eine Sache gemeinsam: Alle sind in einer kritischen Schuldensituation.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Erste Saison",
        "Definition": "Die erste Saison besteht aus sechs verschiedenen Episoden:\n\n1.- Grüner Lignt, rotes Lignt\n2.- Hölle\n3.- Der Mann im Regenschirm\n4. - Bleib an das Team\n5.- Eine Messewelt\n6.- GGAMBU.\n7.- VIPS.\n8.- Vorderer Mann\n9.- Ein Glückstag",
        "Resource": "images/anciano.png"
    },
    {
        "Entry": "1x1.- Rotes Licht, grünes Licht",
        "Definition": "Seong Gi-Huns hat eine sehr schlechte Zeit. Er sammelt mehrere Schulden mit Kredithafen und entfremdet von seiner Tochter und der Ex-Frau. An einem Bahnhof fragt er einen gut gekleideten Mann, um ein Spiel von Ddakji für Geld zu spielen, und bietet die Möglichkeit, mehr Spiele mit viel höheren Einsätzen zu spielen. Gi-Hun akzeptiert, bleibt bewusstlos mit sedatingem Gas und erwachen in einem Schlafsaal mit 455 anderen, der nur durch Zahlen auf ihren Chandalen identifiziert wird. Eine Gruppe maskierte Wachen in rosafarbenen Jumpsuits kommen an und erklärt, dass die Spieler alle in tiefen finanziellen Schulden sind, aber erhalten Milliarden von gewonnenen (offiziellen koreanischen Münzen) als ein Geldpreis, falls sie sechs Tage über sechs Tage gewinnen können. Die Spiele werden vom Frontmann durchgeführt, der vollständig maskiert und in Schwarz gekleidet ist. GI-HUN friends Player 001, die erste Person, die dem Spiel beigetreten ist. Er ist ein älterer Mann, der an einem Gehirntumor leidet. GI-Huns erkennt auch zwei weitere Spieler an: CHO Sang-Woo, ein Kindheitsklassenkamerad, der ein erfolgreicher Anlagemakler wurde, und Spieler 067, ein Taschendier-Mädchen, das Gi-Huns Geld gestohlen hat, nachdem er einen Pferderennen gewonnen hatte. Das erste Spiel ist eine tödliche Version von rotem Licht, grünem Licht, wo jeder, der sich erwischt, sofort aufgetaucht ist. Mit Hilfe von Sang-Woo und Player 199 endet Gi-Hun das Spiel in der letzten Sekunde am Leben.",
        "Resource": "images/redlightgreenlight.png"
    },
    {
        "Entry": "1x2.-Hölle",
        "Definition": "Nach dem ersten Spiel wurde mehr als eine Hälfte der Spieler getötet; So verlangen viele Überlebende, vom Spiel freigegeben zu werden. Laut der dritten Klausel des Spiels haben sie die Möglichkeit, das Spiel abzubrechen, und senden Sie alle ohne einen Geldpreis nach Hause. Gi-Huns geht an die Polizei, als er in Seoul freigelassen wird, aber niemand glaubt ihm, außer Detektiv Hwang Jun-Ho. Sein Bruder erhielt einige Jahre zuvor dieselbe Einladungskarte wie GI-Hun. Sein Bruder fehlt seitdem. Einige Zeit später sind Spieler eingeladen, das Spiel erneut einzugeben. Viele Rendite wegen ihrer Verzweiflung, einschließlich GI-Hun, dessen Mutter eine Operation braucht; Sang-Woo, der kurz vor dem finanziellen Betrug verhaftet wird; Spieler 001, der nicht in der Außenwelt sterben möchte; Spieler 067, der ihre Familie aus Nordkorea retten möchte, und ihren kleinen Bruder aus einem Waisenhaus retten; Spieler 199, ein pakistanischer Migrant, der angegriffen und seinen Chef erneuert, um seinen Lohn zurückzuhalten; und Spieler 101, namens Jang DEOK-SU, ein gefährlicher gangsterer Gangster aufgrund seiner vielen Schulden. Jun-ho folgt heimlich Gi-Hun und die Oberfläche, die von den Wachen des Spiels abgeholt wird.",
        "Resource": "images/hell.jpeg"
    },
    {
        "Entry": "1x3.- Der Mann im Regenschirm",
        "Definition": "Detective Jun-ho infiltriert erfolgreich in den Anlagen des Spiels, indem er sich als maskierter Arbeiter verkleiden. Er entdeckt, dass sich die geheime Lage in einer isolierten Insel befindet. Die Spiele setzt fort und die Spieler sind nun mehr vorbereitet und beginnen, Allianzen zu machen. GI-Hun, Sang-Woo, Spieler 001 und Spieler 199 Team. Der Spieler 067 erforscht eine Luftluftentlüftung und Zeuge der Arbeiter, die Töpfe von Zucker schmelzen. Das zweite Spiel ist offenbart, um PPOPGI zu sein, wo jeder Spieler unter einem Zeitlimit eine gestempelte Form von einer \"Dalgona\" (Wabencandy) auszuziehen. Sang-Woo lernt von der Entdeckung von Spieler 067 und erkennt das Spiel vorher, warnen jedoch nicht seine Teamkollegen und wählt die einfachste Form für sich selbst. GI-HUN endet mit der Auswahl der schwierigsten Form, eines Regenschirms, kann aber das Spiel abschließen, indem er den Rücken der Wabe leckt, um es zu schmelzen. Spieler 212, eine wahnsinnige und manipulative Frau, hilft dem Gangster DEOK-su das Spiel mit einem geschmuggelten Feuerzeug. Ein verängstigter Spieler, der gerade ausgeführt werden soll, nimmt eine Mitarbeitergeizstelle ein und zwingt ihn, ihn nicht zu maskieren. Schockiert, dass der Mitarbeiter ein junger Spieler ist, begeht der Spieler Selbstmord, und das Mitarbeiter wird vom Frontmann getötet, weil er gezwungen ist, seine Identität zu offenbaren.",
        "Resource": "images/maninumbrella.png"
    },
    {
        "Entry": "1x4.-stich an das Team",
        "Definition": "Der Spieler 111 ist ein ungeschalteter Arzt und nimmt an einem Grundstück mit einer Handvoll Mitarbeitern teil, um Organe von toten Spielern zu ernten, um sie auf dem schwarzen Markt zu verkaufen, um die Details vor dem nächsten Spiel aufzudecken. Als DEOK-su einen Spieler tötet, der ihn beschuldigt, zusätzliches Essen zu nehmen, tut das Personal nichts, um ihn aufzuhalten, und erhöht tatsächlich den Wert des Preises des Preises. Nach dem Licht ausbricht ein Riot im Schlafsaal, da die Spieler einander angreifen. Die Gruppe von GI-Huns überlebt und teilen ihre Namen, um Vertrauen aufzubauen: Spieler 199 ist Ali Abdul, und der Spieler 067 ist Kang Sae-Byeok. Der Spieler 001 wegen seines Gehirntumors hat Schwierigkeiten, sich an seinen Namen zu erinnern. Der Spieler 212, namens Han Mi-Nyeo, hat Sex mit DEOK-SU. Im dritten Spiel werden die Spieler mitzuteilen, um Gruppen von zehn zu bilden. Für das Team von Gi-Huns rekrutiert SAE-BYEOK den Spieler 240, ein Mädchen in der Nähe ihres Alters, aber weigert sich jedoch, alle 240-Fragen zu beantworten. Das Spiel zeigt sich auf zwei erhöhte Plattformen, in denen ein Team gewinnt, indem ein Team gewinnt, indem er das gegnerische Team von ihrer Plattform auf ihre Todesfälle schleppt. DEOK-SU, das vorher von Spieler 111 von Spieler 111 gelernt wurde, wählt nur starke Männer und lehnt Mi-Nyeo ab, der das Team von Gi-Huns schließt. Nachdem das Team von DEOK-su ihr Spiel gewinnt, konkurriert das Team von GI-Huns gegen ein anderes Team, das aus allem männlich besteht.",
        "Resource": "images/sticktotheteam.png"
    },
    {
        "Entry": "1x5.- Eine Messewelt",
        "Definition": "Das Team von Gi-Huns gewinnt unerwartet, ihr Tug-of-Kriegs-Spiel mit den Strategien von Spieler 001 und Sang-Woo's Schnelldenken. Angst, dass ein anderer Aufstand passieren wird, wenn die Lichter ausgehen, bauen sie eine Barrikade auf und verbringen die Nacht, die sich auf die Wache abnimmt, aber das Team von DEOK-SU greift nicht an. Gi-Hun erinnert an eine ähnliche Situation vor zehn Jahren, als er und viele andere Arbeiter aus einer Automobilfabrik protestierten, die eine Massenablage protestierten, was die fehlgeschlagene Flugbahn von Gi-Huns Leben verursachte. Detective Jun-ho Zeugen der Orgelerntegrafik, da der Mitarbeiter, dessen Identität er stahl, daran teilnimmt. Außer Jun-Ho, jeder, der an der Handlung beteiligt ist, ist schließlich getötet, einschließlich Spieler 111. Der Frontmann beginnt mit einem anlagenweiten Mann jagd für Jun-Ho, der in das Büro des Frontmanns infiltriert. Jun-ho erfährt, dass das Spiel seit über 30 Jahren läuft, und dass sein älterer Bruder Hwang in-ho der Gewinner des Spiels 2015 war.",
        "Resource": "images/afairworld.png"
    },
    {
        "Entry": "1x6 .- GGAMBU.",
        "Definition": "Die Spieler erleben die Leichen des Spielers 111 und seine Co-Verschwörer, die zum Betrug aufgetragen wurden. Der Hauptmeister versichert ihnen, dass die Spiele für jeden Spieler ohne Diskriminierung eine faire Chance geben sollen. Für das vierte Spiel wird die Spieler mitgeteilt, um sich zu koppeln und zu entdecken, dass sie, anstatt als Team zu arbeiten, gegen ihren Partner in einem Marmorspiel ihrer Wahl gegen ihren Partner spielen müssen. Wer alle Murmeln ihres Partners innerhalb von 30 Minuten erhält, wird gewinnen und überleben. Sae-Byeok und Spieler 240, benannter Ji-yeong, zählen gegenseitig ihre Lebensgeschichten; Ji-Yeong sieht sae-byeok mehr, um sich zu leben und zu opfern. Sang-Woo-Tricks Ali, um seine Murmeln aufzugeben und gewinnen, was zu Alis Tod führt. DEOK-su gewinnt gegen seinen Partner und den Henchman, JA-Hyoung. GI-Hun Tricks Player 001 Mit seiner Demenz, um ihn zu besiegen, nur um zu entdecken, dass der Spieler 001 die Täuschung die gesamte Zeit bewusst ist. Spieler 001, erinnert sich schließlich daran, dass sein Name oh IL-Nam ist. Er erlaubt Gi-Hun, trotzdem zu gewinnen, da er sein Ganzbu ist (vertrauenswürdiger Freund). GI-Hun, Sang-Woo und SAE-BYEOK werden von den Todesfällen ihrer Freunde traumatisiert.",
        "Resource": "images/ggambu.png"
    },
    {
        "Entry": "1x7.- VIPS.",
        "Definition": "Spieler kehren zurück, um den Mi-Nyeo noch am Leben zu finden. Er hatte keinen Partner für das Marmor-Spiel. Ausländische VIPs, die aus der Ferne auf den Spielen gespielt hatten, kommen an, um die nächsten Runden zu sehen und wetten zu lassen. Jun-ho, posiert als einer der maskierten Diener, wird von einem der VIPs sexuell ausgesetzt. , Er greift den VIP an, wenn sie sich in einem privaten Raum befinden, zeichnet sein Geständnis auf und entkommt der Insel. Inzwischen hat das fünfte Spiel Spieler, die eine breite Brücke mit zwei Platten überqueren, wobei die Paneele jeweils aus einem angemessenen oder regulären Glas bestehen, deren letztere ihr Gewicht nicht stützen kann. Die Spieler an der Vorderseite der Linie fallen zu ihren Todesfällen, als sie die Paneele progressiv testen. DEOK-SU weigert sich, trotz der Uhrzickung zu bewegen, wagen andere, ihn passieren zu können. Mi-Nyeo packt ihn und zieht ihn, als Rache, sie zu verraten, ihn mit ihr zu ihren Todesfällen hinunterzurechnen. Der Spieler 017, ein erfahrener Glasarbeiter, führt die verbleibenden Spieler vor dem Frontmann, bevor der Frontmann seinen Vorteil entfernt. Sang-Woo drückt mit der Zeit, die den Spieler 017 auf seinen Tod drückt und das letzte Trick-Panel enthüllt. Nur Gi-Hun, Sang-Woo und Sae-Byeok vervollständigen das Spiel. An seiner Schlussfolgerung zerstören Explosionen die restlichen Paneele.",
        "Resource": "images/vips.png"
    },
    {
        "Entry": "1x8.- Vorderer Mann",
        "Definition": "GI-Hun, Sang-Woo und Sae-Byeok erreichen das Finale und erhalten ein Abendessen und sie können formelle Kleidung tragen. Sae-Byeok verbirgt eine schwere Stichwunde, die sie von der Explosion der Glasbrücke erhielt. Nach dem Essen des Abendessens bleibt jeder Spieler mit einem Steakmesser übrig, und Gi-Hun schlägt sae-byeok vor, dass sie an Sang-Woo verbündet, wodurch er erkannt wird, dass er zu einer Länge gehen wird, um zu gewinnen. Sae-Byeok bittet stattdessen Gi-Hun, um zu versprechen, dass derjenige, der das Spiel gewinnt, auf den Angehörigen der anderen kümmern wird. Gi-Huns tötet, um Sang-Woo zu töten, wenn er schläft, aber Sae-Byeok hält ihn auf und erzählt ihm, dass er kein Mörder ist. Die Verletzung von SAE-BYEOK verschlechtert sich, wodurch GI-Hun, um Hilfe anzurufen. Wenn Gi-Huns weg ist, tötet Sang-Woo Sae-byeok und das Personal kommt nur an, um ihre Leiche zu sammeln. Wütend und tiefbrochen, Gi-Hun versucht, nimmt aber nicht an, dass Sang-Woo angreift. Inzwischen macht Detective Jun-Ho in einer nahe gelegenen Insel, ist jedoch schnell vom Frontmann und dem Personal verfolgt. Zum Schock von Jun-ho offenbart sich der Frontmann, sein Bruder, in-ho, zu sein, und er versucht, ihn zu rekrutieren. Wenn er sich ablehnt, schießt In-Ho Jun-Ho in der Schulter. Jun-Ho fällt über eine Klippenkante ins Meer zurück. Alles glaubt, dass er tot ist.",
        "Resource": "images/frontman.jpeg"
    },
    {
        "Entry": "1x9.- Ein Glückstag",
        "Definition": "Im Finale ist das tödliche Spiel ein Squid-Spiel. Gi-Huns besiegt Sang-Woo nach einem brutalen Kampf, kann ihn aber nicht töten. Stattdessen ruft er die dritte Klausel auf, um das Spiel zu beenden und mit keinem Geld nach Hause zu schicken. Sang-Woo begeht Selbstmord und sticht sich in den Hals, und fragt, wie er stirbt, fragt Gi-Hun, um sich um seine Mutter aufzunehmen. GI-Huns wird mit einer Bankkarte an Seoul zurückgegeben, um auf das Preisgeld zuzugreifen, entdeckt jedoch, dass seine eigene Mutter gestorben ist. Ein Jahr später bleibt Gi-Hun traumatisiert und hat sein Preisprogramm nicht berührt. Er erhält eine Einladungskarte aus seinem Ganzbu und findet oh IL-Nam auf seinem Sterbebett. Il-Nam zeigt, dass er das Spiel erstellt hat, um gelangweilte ultra-reiche Leute wie sich selbst zu unterhalten. Er benutzte seine eigenen Kindheitserinnerungen, um die Spiele zu entwerfen, und hatte mit der Gi-Huns-Gruppe für Nostalgies willen teilgenommen. Il-Nam spielt ein letztes Spiel mit GI-Hun, ob ein unbewusster, betrunkener Mann draußen im Schnee vor Mitternacht geholfen wird, und stirbt kurz nach dem Ergebnis. Gi-Huns erfüllt seine Versprechen, indem er Sae-Byeoks Bruder von Sang-Woos Mutter mit ihren Anteilen des Preises Geld betreut hat. Da Gi-Hun zum Flughafen reist, um sich mit seiner Tochter in Los Angeles wiederzuschließen, sieht er denselben Spielerkriterien, der Ddakji mit einem frischen Spieler spielt. Er schnappt wütend die Karte des Spielers und ruft die Nummer des Kartens an, bevor er sein Flugzeug einsteigen und um zu wissen, wer sie sind. Er wird gesagt, dass er in das Flugzeug kommt, aber Gi-Hun beendet den Anruf und geht zurück in den Flughafenterminal. Dies ist das Ende der ersten Saison.",
        "Resource": "images/oneluckyday.png"
    },
    {
        "Entry": "Künstler - Charaktere",
        "Definition": "Sie können einige Informationen zu den Hauptfiguren der Serie zusammen mit Details der Besetzung sehen.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Seong Gi-Hun, Aka Ki-Hoon",
        "Definition": "Der Hauptcharakter der Serie namens Seong Gi-Hun, auch als Ki-Hoon bekannt. Ist der Loser Archetype in der Süddeckengesellschaft. Verliert seinen früheren und stabilen Job in einer Fabrik und überlebt als Chauffeur. Er ist ein Spieladizit mit einem kindlichen Geist. Lebt mit seiner älteren Mutter und hat sich kürzlich geschieden. Am Geburtstag seiner Tochter entdeckt er, dass seine Tochter Südkorea bald verlassen wird, wenn seine Ex-Frau zusammen mit ihrem neuen Ehemann und ihrer einzigen Tochter in die USA wandert. Ki-Hoons Mutter sagt ihm, dass sie, wenn seine Tochter in die USA leben, ihre ursprüngliche Sprache vergessen wird, und Kin-Hoon kann nicht mehr mit ihr kommunizieren können. Ihre Mutter sagt ihm, dass dies vermieden werden kann, weil es ein kreatives Gesetz gibt, das besagt, dass Ki-Hoon Geld hat, und in der Lage ist, ihre Tochter aufrechtzuerhalten, muss sie regelmäßige Kontakte mit ihm aufbewahren und nicht in die VEREINIGTE STAATEN VON AMERIKA. Diese Situation macht, dass Ki-Hoon absolut verzweifelt ist, Geld in irgendeinem Immobilien zu erhalten und ... inzimmisch ...",
        "Resource": "images/kihoon.png"
    },
    {
        "Entry": "Lee Jung-Jae (Schauspieler)",
        "Definition": "Er wurde im März 1973 in Seoul, Südkorea, geboren. Er arbeitet als Top-Stern in verschiedenen TV-Serien und Filmen. Darüber hinaus ist er ein sehr bewertetes Mode-Modell in Südkorea. Seine Karriere initiierte als Modell. Er begann 1993 im Fernsehen. Seine FIRS-Filme waren 1994: Jeolmen Namja. Er ist in anderen Filmen wie Gwansand, New Worl, erschienen, liefern uns vom Bösen oder Ermordung",
        "Resource": "images/leejungjae.png"
    },
    {
        "Entry": "Cho sang-woo",
        "Definition": "Cho sang-woo (조상우, koreanische Aussprache: [tɕo saŋ u], Spieler Nummer 218). Er war der ehemalige Leiter eines Investmentteams in einem Wertpapierunternehmen. Er war ein Klassenkameraden von Gi-Hun, als sie Kinder waren. Er studierte an der Seoul National University und wurde aufgrund dieser Quartal zu einem lokalen Promi. Er wird von der Polizei, um Geld von seinen Kunden abzulenken, und stammt massive Schulden, die von schlechten Investitionen stammen.",
        "Resource": "images/chosangwoo.png"
    },
    {
        "Entry": "Park Hae-SOO (Schauspieler)",
        "Definition": "Park begann seine Karriere in einem musikalischen Spiel im Jahr 2007 mit Mister Lobby. Er erscheint auch in anderen musikalischen Stadien wie Angel, namens Wünsche und Annapurna.\nIm Jahr 2017 gewann er den besten neuen Schauspieler bei den Seoul-Awards mit seiner Führungsrolle im Gefängnis der Drama-Serie.\nIm Jahr 2021 wurde er wegen seines Projekts, dem Squid-Spiel international international anerkannt. Nachdem er in der beliebten Serie erscheint, konnte er an einem einzigen Tag über 800.000 Instagram-Anhänger gewinnen",
        "Resource": "images/parkhaesoo.png"
    },
    {
        "Entry": "Kang SAE-BYEOK",
        "Definition": "KANG SAE-BYEOK braucht das Preisprogramm von Tintenkindern, um ihre Mutter und den Rest ihrer Familie aus Nordkorea zu bekommen.\nSie will es auch verwenden, um ein schönes Leben für ihren kleinen Bruder zu schaffen, der in einem Waisenhaus in Seoul lebt. Abgesehen von einem nordkoreanischen Defekte ist SAE-BYEOK ein erfahrener Taschendruck, der sich auch um ein Messer kennt.",
        "Resource": "images/kangsaebyeok.png"
    },
    {
        "Entry": "Jung Ho-Yeon (Schauspielerin)",
        "Definition": "Hoyeon Jung (Koreanisch: 정호연; Geboren, 23. Juni 1994) ist ein südkoreanisches Modell und Schauspielerin.\n Ihre Karriere begann als freiberufliches Modell im Jahr 2010, das in Seoul Fashion Week-Shows zwei Jahre lang ging.\nIm Jahr 2013 konkurrierte sie an der vierten Saison des nächsten Topmodells von Koreas und setzte sich als Zweiter auf. Im Jahr 2016 unterzeichnete Jung mit dem Society Management und lud Südkorea, um eine Karriere im Ausland zu verfolgen.\nSie wurde für ihre \"feurigen\" roten Haare bekannt, nachdem sie ihr internationales Runway-Debüt für die Eröffnungszeremonie während der New York Fashion Week gemacht hatte. Sie war 2016 ein Louis Vuitton exklusiv und wurde 1921 ein globaler Botschafter für die Marke.\nIm Jahr 2020 unterzeichnete Jung mit Saram Entertainment als Schauspielerin.\nSie machte ihr Fernsehen im Jahr 2021, der in der Squid-Game-Serie wie Kang Sae-Byeok, der ihre weltweite Aufmerksamkeit und den kritischen Anerkennung als Breakout-Star der Show brachte.",
        "Resource": "images/junghoyeon.png"
    },
    {
        "Entry": "Kim mi-ok",
        "Definition": "Kim Mi-OK stand in 540 Millionen in Schulden gewonnen, und sie entschied sich dafür, einen Wettbewerb mit hohem Risiko einzugeben, um Geld zu gewinnen, um diese Schulden zu bezahlen. Während des ersten Treffens mit allen 456 Spielern ruft ein Squid-Game-Manager sie an, an dem sie angibt, wie viel Schulden sie war. Sie stand dort geschockt und schaute auf den Bildschirm auf. Bei der Warteleine, um das Einwilligungsformular zu unterzeichnen, schnitt Jang DEOK-SU (101) vor sich und wurde von seinem Blendung intimiert.\n Später spielte sie das erste Rotlichtspiel, grünes Licht.",
        "Resource": "images/kimmiok.png"
    },
    {
        "Entry": "Halley Kim (Schauspielerin)",
        "Definition": "Die Schauspielerin Halley Kim ist eine der erstklassigen Schauspielerinnen, die in mehreren Hits gearbeitet hat. Im Jahr 2021 arbeitete sie in 'Squid Game'.\nIm Jahr 2019 wurde sie in meiner ersten ersten Liebe vorgestellt, für die sie immense Liebe und Wertschätzung erhielt. Das Jahr 2021 scheint ein Jahr voller Möglichkeiten für sie zu sein, und sie bekam die Chance, in \"Sijipeusu: des Mythos\" im Jahr 2021 und dem Squid-Spiel im selben Jahr erscheinen. Die Schauspielerin hat sehr gut durchgeführt und überwältigendes Feedback vom Publikum.",
        "Resource": "images/junghoyeon.png"
    }
]