[
  {
    "Entry": "プロット",
    "Definition": "456億の韓国のウォンに勝利するための可能性のある秘密のコンテスト。\nプレイヤーは秘密の組織によって「招待」されています、そして彼らは韓国社会のあらゆる隅から来ています。彼らは共通点が1つあります：それらはすべて重要な債務状況にあります。",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "初シーズン",
    "Definition": "初シーズンは6つの異なるエピソードで構成されています。\n\n1.  - 緑のLignt、Red Lignt\n2.-地獄\n3.-傘の中の男\n4.チームに固執する\n5.-公正な世界\n6. ggambu.\n7.  -  vips.\n8.-フロントマン\n9.-ラッキーデー",
    "Resource": "images/anciano.png"
  },
  {
    "Entry": "1x1  - 赤色の光、緑色のライト",
    "Definition": "Seong Gi-Hunはとても悪い時間を過ごしています。彼はローンのサメといくつかの債務を蓄積し、彼の娘と元妻から区別されます。駅では、服を着た男が彼にお金のためにDdakjiのゲームをプレイするように頼み、それほど高い賭け金でもっと多くのゲームをする機会を提供します。 Gi-Hunは受け入れられ、鎮静ガスで無意識のうちに残されており、その他の455人の455人の寮で目覚めされています。ピンクジャンプスーツのマスクされた警備員のグループは、プレーヤーがすべて深い金融債務の中であることを説明していますが、6日間に6つのゲームを獲得できる場合は、金銭的賞として数十億のウォン（韓国韓国コイン）を渡します。ゲームはフロントマンによって行われ、誰が完全にマスクされて黒く服を着ています。 Gi-Hun Beffriendsプレーヤー001、ゲームに参加した最初の人。彼は脳腫瘍に苦しんでいる高齢者です。 Gi-Hunはまた、2つのプレーヤーを認識しています。最初のゲームは赤い光、緑色の光の致命的なバージョンです。 Sang-WooとPlayer 199からの助けを借りて、Gi-Hunは最後の2番目に生きているゲームを終了します。",
    "Resource": "images/redlightgreenlight.png"
  },
  {
    "Entry": "1x2.  - 地獄",
    "Definition": "最初のゲームの後、プレーヤーの半分以上が殺されました。だから、多くの生存者がゲームから解放されることを要求します。ゲームの3番目の条項によると、彼らはゲームをキャンセルし、いかなる金銭賞のせずに皆の家を送るために投票することができます。彼がソウルでリリースされたとき、Gi-Hunは警察に行きますが、探偵Hwang Jun-Hoを除く誰も彼を信じていません。彼の兄弟は、Gi-Hunとして何年前に同じ招待状カードを受け取りました。彼の兄弟はそれ以来行方不明です。しばらくして、プレイヤーはゲームに再入力するように招待されています。母親が手術を必要とするGi-Hunを含む彼らの絶望のために多くの帰りがあります。財務詐欺のために逮捕されようとしようとしているSang-Woo。外部の世界で死んでいないプレイヤー001。北朝鮮から彼女の家族を救助し、孤児院から彼女の家族を救いたいプレーヤー067。プレーヤー199、パキスタンの移民者は、彼の賃金を源泉徴収するために彼の上司を攻撃したのを重視した移住者です。そしてプレーヤー101、Jang Deok-Su、彼の多くの債務のために走っている危険なギャング。 Jun-Hoは密かにGi-Hunに続き、ゲームの警備員に拾われる仕上げが続きます。",
    "Resource": "images/hell.jpeg"
  },
  {
    "Entry": "1x3-傘の男",
    "Definition": "検出されたJUN-HOは、マスクされた労働者として自分自身を偽装することによってゲームの設置に正常に侵入されます。彼は秘密の場所が孤立した島にあることを発見します。ゲームは継続し、プレイヤーはより準備され、提携を開始します。 Gi-Hun、Sang-Woo、プレイヤー001、およびプレーヤー199チームアップ。プレーヤー067はエアベントと目撃者の労働者を模索して砂糖の鍋を溶かす。 2番目のゲームはPPOPGIであることが明らかにされており、各プレイヤーは期限の下で「ダルゴナ」（ハニカムキャンディー）からプレーヤーの形状を完全に抽出しなければならない。 Sang-Wooはプレーヤー067の発見の学習で、事前にゲームを認識していますが、彼のチームメイトに警告して自分のために最も単純な形を選択しません。 Gi-Hunは最も難しい形、傘を選ぶことになりますが、それを溶かしてハニカムの背面をなめることによってゲームを完成させることができます。俳優212、騒々しい女性、暴動的な女性は、密輸されたライターでゲームを完成させるのを助けます。執行されようとしている怖いプレーヤーはスタッフの人質を担当し、彼をマスク解除します。スタッフのメンバーが若いとショックを受けた、プレイヤーは自殺を犯し、スタッフのメンバーは彼の身元を明らかにすることを余儀なくされることを余儀なくされています。",
    "Resource": "images/maninumbrella.png"
  },
  {
    "Entry": "1x4.-チームに固執する",
    "Definition": "プレーヤー111は、次のゲームの前に詳細を明らかにするために、デッドプレーヤーから臓器を販売するために臓器を収穫するために、一握りの医師であるプロットに参加して、デッドプレーヤーからそれらを販売するために参加しています。 Deok-Suが追加の食べ物を飲むことを告白したプレーヤーを殺すと、スタッフは彼を止めることは何もしません、そして実際に賞金の価値を高めます。ライトアウト後、プレイヤーがお互いを攻撃するように寮の中で噴火します。 Gi-Hunのグループは信頼を築くために生き残って共有します。プレーヤー199はAli Abdulであり、プレーヤー067はKang Sae-Byeokです。脳腫瘍のために、プレーヤー001は彼の名前を覚えているのに苦労しています。 Han Mi Nyeoという名前のプレーヤー212は、Deok-Suとセックスをしています。第3のゲームでは、プレイヤーは10のグループを形成するように言われます。 Gi-Hunのチームのために、Sae-Byeokは彼女の年齢に近い女の子、プレーヤー240を募集していますが、240年代の質問に答えることを拒否します。ゲームは2つの上げられたプラットフォーム上での戦争の綱引きであることが明らかにされています。 Deok-SUは、プレーヤー111からゲームを学びましたが、強い男性のみを選んで、Gi-Hunのチームに参加している宮天を拒否します。 Deok-Suのチームが彼らの試合に勝利した後、Gi-Hunのチームはすべての男性からなる別のチームと競合します。",
    "Resource": "images/sticktotheteam.png"
  },
  {
    "Entry": "1×5.  - 公正な世界",
    "Definition": "Gi-Hunのチームは、プレイヤー001とSang-Wooの迅速な思考によって戦略を使って戦争を利用した戦争の試合を勝ちます。ライトが出て行くと別の暴動が起こるということを強く、彼らはバリケードを作り、夜に巻き取るのを過ごしましたが、Deok-Suのチームは攻撃しません。 Gi-Hunは、自動車工場からの他の多くの労働者が大量のレイオフを抗議したときに、10年前から同様の状況を思い出させます。探偵JUN-HOは、彼が盗んだ客観的な職員として、臓器収穫プロットを目撃します。 JUN-HOを除いて、プロットに関わるすべての人は、プレーヤー111を含む、最終的に殺されます。フロントマンは、フロントマンのオフィスに侵入しているJUN-HOの施設全体の男狩りを始めます。 Jun-Hoは、ゲームが30年以上走っていることを学び、彼の兄の兄の黄香港は2015年に開催されたゲームの勝者でした。",
    "Resource": "images/afairworld.png"
  },
  {
    "Entry": "1×6。 -  GGAMBU.",
    "Definition": "プレイヤーはプレーヤー111の死体を目撃し、彼の共同陰謀者は不正行為のために絞首刑していました。チーフマスターは、ゲームがすべてのプレイヤーに差別なしに公正なチャンスを与えるように設計されていることを保証します。 4回目のゲームでは、プレイヤーはチームとして働くのではなく、彼らが彼らの選択の大理石のゲームで彼らのパートナーと対戦する必要があるでしょう。 30分以内にすべてのパートナーの大車を取得する人は誰でも勝ち、生き残るでしょう。 Ji-Yeongという名前のSae-Byeok and Player 240は、彼らのライフストーリーをお互いに数えます。 Ji-Yeong Sae-Byeokは、自分自身のために生きて犠牲にするためにもっと多くのものを持っています。 Sang-Wooはアリをトリックして、彼の大理石や勝利を諦め、それがアリの死をもたらす。 Deok-Suは、彼のパートナーとヘンチマン、JA-HANNGに対して勝ちます。 Gi-Hun Tricks Player 001は、彼の認知症を使って彼を倒すことによって、プレイヤー001が詐欺を意識してきたことを発見するためだけに彼を倒しています。プレイヤー001は、ついに彼の名前がOH IL-NAMであることを覚えています。彼は彼のGagbuu（信頼できる友達）であるので、彼はとにかくGi-Hunが勝利することを可能にします。 Gi-Hun、Sang-WooとSae-Byeokは彼らの友人の死によって外傷しています。",
    "Resource": "images/ggambu.png"
  },
  {
    "Entry": "1x7.-VIPS.",
    "Definition": "プレイヤーはまだ生きているMi-Nyeoの検索に戻ります。彼は大理石のゲームのパートナーを持っていませんでした。リモートでゲームにギャンブルしていた外国人のVIPは、次のラウンドライブで鑑賞して賭けをするために到着します。 Masked Servantsの一つとしてポーズJun-HOは、VIPの1つによって性的に命名されています。彼は、彼らが個室の部屋にいるときにVIPを攻撃し、彼の告白を記録し、島を脱出します。一方、5番目のゲームには、パネルがそれぞれ強化または通常のガラスのどちらかで作られている2つのパネルワイドブリッジを渡るプレイヤーがあります。彼らは徐々にパネルをテストするにつれて、行前の選手たちが彼らの死に落ちる。 Deok-SUは、時計の刻み目にもかかわらず、他の人が彼を渡すことを大胆にすることを拒否します。 Mi-Nyeoは彼をつかんで、彼女を裏切ることのための復讐として、彼を彼らの死に彼女と一緒に引っ張る。季節のガラス労働者である選手017は、前年の男が彼の利点を取り除く前に残りの選手を導きます。時間がなくなると、Sang-Wooがプレーヤー017を彼の死にプッシュし、最後のトリックパネルを明らかにします。 Gi-Hun、Sang-Woo、そしてSae-Byeokだけがゲームを完了します。その結論として、爆発は残りのパネルを粉砕します。",
    "Resource": "images/vips.png"
  },
  {
    "Entry": "1×8.-前年者",
    "Definition": "Gi-Hun、Sang-Woo、そしてSae-Byeokは最後に行き、夕食を与えられ、彼らはフォーマルな服を着ることができます。 Sae-Byeokは、ガラス橋の爆発から受け取った深刻な刺し傷を隠します。夕食を食べた後、各プレイヤーはステーキナイフで残り、gi-hunはSang-Wooに対して味方に味方をするべきであるSae-Byeokに提案し、彼は勝つためにどんな長さに行くでしょう。 Sae-Byeok代わりにGi-Hunを頼み、ゲームに勝利する人が他の愛する人たちの世話をする人は誰であると約束するように頼みます。 Gi-Hunは彼が眠りに落ちるときにSang-Wooを殺すために行きますが、Sae-Byeokは彼を止め、彼が殺人者ではないと言っています。 Sae-Byeokの傷害は悪化し、Gi-Hunを助けを求めるよう促します。 Gi-Hunが離れているとき、Sang-WooはSae-Byeokを殺し、スタッフは彼女の死体を集めるためだけに到着します。激怒と心の中、Gi-Hunは試みますが、Sang-Wooを攻撃することができません。一方、探偵JUN-HOはそれを近くの島にしていますが、フロントマンとスタッフによってすぐに追跡されています。 Jun-Hoのショックに、フロントマンは自分の兄弟、in-hoであることを明らかにし、彼は彼を募集しようとします。彼が拒否すると、肩の中のjun-hoを撮影します。 Jun-Hoは崖の縁の上に海に落ちます。すべてが死んでいると思います。",
    "Resource": "images/frontman.jpeg"
  },
  {
    "Entry": "1×9.  - ラッキーデー",
    "Definition": "最後に、致命的なゲームはイカゲームです。 Gi-Hunは、残忍な戦いの後にSang-Wooを破りますが、彼を殺すことはできません。代わりに、彼は3番目の節を呼び出してゲームを終わらせ、彼らにお金のない家に送ってください。 Sang-Wooは自殺して首の中で自分自身を刺し、彼が死んだように、gi-hunに彼の母親の世話をするように頼みます。 Gi-Hunは銀行カードで賞金のお金にアクセスするためにソウルに戻りますが、自分の母親が死んだことを発見します。 1年後、Gi-Hunは外傷のままで、彼の賞金に触れていません。彼は彼のGoggbuから招待状カードを受け取り、彼の死に沿ってああイルマナムを見つけます。 Il-NAMは彼が自分のような退屈の超豊かな人々を楽しませるためにゲームを作成しました。彼は自分の幼年期の思い出を使ってゲームをデザインし、郷愁のためのGi-Hunのグループに参加しました。 Il-NAMは、雪の中で外の無意識の酔っている人が深夜の前に手助けされるかどうかについて、Gi-Hunで最後のゲームをプレイします。 Gi-Hunは、Sae-Byeokの兄弟が賞金の株式の株式を求めて兄弟の母親によって見えたことによって彼の約束を果たします。 Gi-Hunがロサンゼルスで彼の娘と再接続するために空港に移動するにつれて、彼は同じゲームリクルーターを新鮮なプレイヤーでDdakjiを演奏します。彼は怒ってプレイヤーのカードを奪い、彼の飛行機に乗算する前にカードの番号を呼び出し、彼らが誰であるかを知ることを要求します。彼は飛行機に乗るように言われていますが、Gi-Hunは電話を終了し、空港ターミナルに行きます。これは最初の季節の終わりです。",
    "Resource": "images/oneluckyday.png"
  },
  {
    "Entry": "アーティスト - キャラクター",
    "Definition": "キャストの詳細とともに、シリーズの主人公についての情報を見ることができます。",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "星じゅうんあか九乃",
    "Definition": "シリーズの主人公は、北王星としても知られています。南コロン社会の敗者のアーチタイプです。工場で彼の元と安定した仕事を失い、運転手として生き残る。彼は子供のような心を持つゲームの崇拝です。彼の高齢の母親と一緒に生き、最近離婚しました。彼の娘の誕生日に彼は彼の娘が新しい夫と彼女の唯一の娘と一緒にアメリカに移住するとき、彼の娘が南COREAを去るだろうと発見しました。 Ki-Hoonの母親は、彼の娘がアメリカに住んでいるならば、彼女は彼女のオリジナルの言語を忘れて、Kin-Hoonはもう彼女とコミュニケーションをとることができないでしょう。彼女の母親は、Ki-Hoonがお金を持っていて娘を維持することができるということを述べている儀式があるので、これは避けることができると言って、彼女は彼と定期的な連絡先を保存しなければならず、に行く必要はないでしょう。米国。この状況は、ki-hoonが絶対に免疫不可能な方法でお金を得るのに絶対に絶対に絶望的であることを示しています。",
    "Resource": "images/kihoon.png"
  },
  {
    "Entry": "リージョンジェ（俳優）",
    "Definition": "彼は1977年3月にソウル、韓国で生まれました。彼は異なるテレビシリーズと映画のトップスターとして働いています。さらに彼は韓国の非常に評価の高いファッションモデルです。彼のキャリアはモデルとして始まりました。彼は1993年にテレビで始まった。彼のFIRS映画は1994年にありました：Jeolmen Namja。彼はGwansand、新しいWorlのような他の映画に登場しました、悪または暗殺から私達に届けました",
    "Resource": "images/leejungjae.png"
  },
  {
    "Entry": "町Sang-Woo",
    "Definition": "Cho Sang-Woo（조상우、韓国語発音：[Tǎoasuu]、選手番号218）。彼は証券会社の投資チームの元首長にいました。彼は子供たちだったときにGi-Hunへのクラスメートでした。彼はソウル国立大学で勉強し、これにより四半期に地元の有名人となりました。彼は警察によって彼の顧客からお金をそらすために望んでいて、悪影響が悪い大規模な債務をラッキングしています。",
    "Resource": "images/chosangwoo.png"
  },
  {
    "Entry": "Park Hae-Soo（俳優）",
    "Definition": "Parkは2007年にミスターロビーで音楽遊びでキャリアを始めました。彼はまた、欲望と呼ばれる天使のような他の音楽段階に現れる。\n2017年に、彼はドラマシリーズ刑務所での彼の主導的な役割でソウル賞で最高の新しい俳優を獲得しました。\n2021年に、彼は彼のプロジェクト、イカゲームのために国際的に認識されました。人気のシリーズに登場した後、彼は1日に80万人以上のInstagramのフォロワーを得ることができました",
    "Resource": "images/parkhaesoo.png"
  },
  {
    "Entry": "Kang Sae-Byeok.",
    "Definition": "Kang Sae-Byeokは、母親と彼女の家族の残りの家を北朝鮮の外に出すためにイカゲームの賞金のお金を必要としています。\n彼女はまた、ソウルの孤児院に住んでいる彼女の弟のために素敵な人生を創造するためにそれを使いたいです。北朝鮮の敗療者とは別に、Sae-Byeokはまたナイフの周りの彼女の道を知っている熟練したピックポケットです。",
    "Resource": "images/kangsaebyeok.png"
  },
  {
    "Entry": "Jung Ho-Yeon（女優）",
    "Definition": "Hoyeon Jung（韓国語：정호연; 1994年6月23日）は韓国のモデルと女優です。\n 彼女のキャリアは2010年にフリーランスモデルとして始まり、2年間ソウルファッションウィークを歩いています。\n2013年、彼女は韓国の次のトップモデルの4日目のシーズンを競い、ランナーアップとして置かれました。 2016年に、Jungは社会管理に署名し、韓国を海外に追求しました。\n彼女は、ニューヨークファッションウィークの間に開会式のための彼女の国際滑走路デビューをした後、彼女の「燃える」赤い髪のために知られました。彼女は2016年にルイヴィトン専用で、2021年にブランドの世界的大使となりました。\n2020年に、Jungは女優としてサラムエンターテイメントを締結しました。\n彼女は2021年に彼女のテレビデビューをしました。",
    "Resource": "images/junghoyeon.png"
  },
  {
    "Entry": "キムミオok.",
    "Definition": "Kim Mi-OKは債務で5億4000万ウォンで、これらの借金を支払うためにお金を獲得するために高リスク競争を締結することを選択しました。 456人のプレーヤー全員との最初の会議中に、Squidゲームマネージャーは、彼女がどれだけの借金を述べている群衆に彼女を呼んでいます。彼女はスクリーンを見上げて見上げた。同意書に署名するためのラインを待っているとき、Jang Deok-Su（101）は彼女の前にカットされ、彼のグレアから親密になりました。\n 彼女は後で赤い光、緑色の光の最初のゲームをしました。",
    "Resource": "images/kimmiok.png"
  },
  {
    "Entry": "ハーレイキム（女優）",
    "Definition": "女優のHalley Kimは、いくつかのヒットで働いてきたトップノッチの女優の1つです。 2021年に彼女は「イカゲーム」で働いていました。\n2019年に、彼女は「私の最初の最初の愛」に紹介されました。 2021年は彼女にとっての機会に満ちた年に見えます、そして、彼女は「SijiopeUseu：2021年の神話」と同じ年に「SquyDゲーム」に現れる機会を得ました。女優は非常によく行われ、観客から圧倒的なフィードバックをしています。",
    "Resource": "images/junghoyeon.png"
  }
]