[
  {
    "Entry": "구성",
    "Definition": "한국의 한국의 원수를 456 억원으로이기는 가능성이있는 비밀 경연 대회.\n플레이어는 비밀스런 조직에 의해 \"초청\"되어 남한 사회의 모든 구석에서 왔습니다. 그들은 공통점이 하나 있습니다. 모든 사람들은 중요한 부채 상황에 있습니다.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "첫 번째 시즌",
    "Definition": "첫 번째 시즌은 6 가지 다른 에피소드로 구성됩니다.\n\n1. 녹색 lignt, 빨간색 lignt.\n2. 지옥\n3. 우산에있는 남자\n4. 팀에 달라 붙는다\n5. 공정한 세계\n6. - Ggambu\n7.- vips.\n8. 앞 남자\n9. 행운의 날 하나",
    "Resource": "images/anciano.png"
  },
  {
    "Entry": "1x1.- 붉은 빛, 녹색 빛",
    "Definition": "성 훈은 매우 나쁜 시간을 보내고 있습니다. 그는 대출 상어와 몇 가지 채무를 축적하고 딸과 전 아내에서 흥분하게됩니다. 기차역에서 잘 입은 남자가 돈을 위해 Ddakji 게임을 할 것을 요구하며 훨씬 더 높은 스테이크로 더 많은 게임을 즐길 수있는 기회를 제공합니다. GI-Hun은 진정 처리 가스로 무의식이 있고 455 명의 다른 것들을 가진 기숙사에서 깨어났습니다. 핑크색 점프 수이의 가려진 경비원 그룹은 선수가 모두 심한 금융 빚을 낳고 있지만 6 일 동안 여섯 경기를이기는 경우 수십억 원 (공식적인 한국인)으로 주어질 것입니다. 게임은 완전히 가려져 있고 검은 색 옷을 입고있는 앞 남자가 진행됩니다. GI-Hun Befriends Player 001, 게임에 가입 한 첫 번째 사람. 그는 뇌종양으로 고통받는 노인입니다. Gi-Hun은 또한 성공적인 투자 중개인이 된 어린 시절 동급생 인 Cho Sang-woo와 Player 067, Gi-Hun의 돈을 훔친 소매치기 소녀 인 Cho Sang-Woo 인 Cho Sang-Woo를 인정합니다. 첫 번째 게임은 붉은 빛, 녹색 빛의 치명적인 버전이며, 움직이는 사람이 움직이는 사람이 즉시 죽은 것입니다. Sang-Woo와 Player 199의 도움으로 Gi-Hun은 마지막 초에서 게임을 마무리합니다.",
    "Resource": "images/redlightgreenlight.png"
  },
  {
    "Entry": "1x2.- 지옥",
    "Definition": "첫 번째 게임 이후 선수의 절반 이상이 사망 한 것; 그래서 많은 생존자들이 게임에서 출시 될 수 있습니다. 게임의 세 번째 절에 따르면 게임을 취소하고 통화 상을받지 않고 모든 사람들에게 집으로 보내는 옵션이 있습니다. Gi-Hun은 서울에서 석방 될 때 경찰에 간다. 그러나 아무도 그를 믿지 않는다. 그의 형제는 Gi-Hun로 몇 년 전에 같은 초대 카드를 받았습니다. 그의 형제는 그 이후로 누락되었습니다. 나중에 플레이어는 게임을 다시 입력하도록 초대됩니다. 어머니가 수술을 필요로하는 Gi-Hun을 포함한 그들의 절망 때문에 많은 반환; 재정 사기를 위해 체포 될 것이고, 누가 체포 될 것입니다. 바깥 세상에서 죽기를 원하지 않는 선수 001; 플레이어 067은 북한에서 가족을 구출하고 고아원에서 그녀의 동생을 꺼내고 싶어합니다. 그의 임금을 원천 징수하기 위해 그의 상사를 공격하고 중대한 파키스탄 이주 인 Pakistani 이주자 인 플레이어 (Player) 199; 그리고 선수 101, Jang Deok-Su라는 위험한 갱스 터, 그의 많은 부채로 인해 위험한 갱스 터. Jun-Ho는 비밀리에 GI-Hun을 따르고 게임 경비원이 픽업하는 마감재를 따릅니다.",
    "Resource": "images/hell.jpeg"
  },
  {
    "Entry": "1x3.- 우산에있는 남자",
    "Definition": "Jun-Ho 형사는 가면의 노동자로서 자신을 위장하여 게임의 설치에 성공적으로 침투합니다. 그는 비밀 위치가 고립 된 섬에 있음을 발견합니다. 게임은 계속되고 선수들은 이제 더 많은 준비를하고 제휴를 시작합니다. Gi-Hun, Sang-Woo, Player 001, Player 199 팀. Player 067은 공기 통풍구를 탐구하고 설탕의 냄비를 녹이는 노동자들을 탐구합니다. 두 번째 게임은 PPOPGI 인 것으로 밝혀졌으며, 각 플레이어는 시간 제한 아래에서 \"Dalgona\"(벌집 캔디)에서 스탬프 모양의 모양을 완벽하게 추출해야합니다. Sang-WOO는 선수 067의 발견을 배우고 미리 게임을 인정하지만 팀원들에게 경고하지 않고 자신을 위해 가장 단순한 모양을 선택하지 않습니다. GI-Hun은 가장 어려운 모양 인 우산을 선택하지만 벌집의 뒷면을 핥아 게임을 녹일 수 있습니다. Player 212, Rowdy 및 Manipulative Woman은 갱스터 덕 (Gangster Deok-Su)이 밀수한 가벼운 게임을 완성 할 수 있도록 도와줍니다. 처형 될 겁 많은 플레이어가 직원에게 인질을주고 그를 무서워하게합니다. 직원이 젊음이고, 플레이어가 자살하고 직원이 자신의 정체성을 드러내는 것을 강요당한 전면 인 멤버가 사망하는 충격을주었습니다.",
    "Resource": "images/maninumbrella.png"
  },
  {
    "Entry": "1x4.- 팀에 붙어 있습니다",
    "Definition": "Player 111은 격렬한 의사이며, 다음 게임의 사전에 세부 사항을 드러내는 것을 밝히기 위해 흑인 시장에서 흑인 시장에서 판매하기 위해 흑인 시장에서 판매하기 위해 소수의 직원이있는 플롯에 참여합니다. Deok-su가 여분의 음식을 먹는 것에 대한 선수를 죽일 때, 직원은 그를 막을 수 없으며 실제로 상금의 가치를 증가시킵니다. 불이 났을 때, 플레이어가 서로를 공격하면서 기숙사에서 폭발합니다. Gi-Hun의 그룹은 신뢰를 구축하기 위해 자신의 이름을 생존하고 공유하고 있습니다. Player 199는 Ali Abdul이며, 선수 067은 강 Sae-Byeok입니다. 플레이어 001, 그의 두뇌 종양 때문에 그의 이름을 기억하는 데 어려움이 있습니다. 한미 뉴 뉴 웨이 (Han Mi-Nyeo)라는 플레이어 212는 덕분으로 섹스를하고 있습니다. 세 번째 게임에서 플레이어는 10 명의 그룹을 형성하라고 들었습니다. Gi-Hun 's 팀의 경우 Sae-Byeok는 나이에 가까운 소녀 인 Player 240을 모집하지만 240 년대의 질문에 답변하기를 거부합니다. 이 게임은 팀이 상대방을 자신의 사망자에게 끌어 오는 두 개의 제기 된 플랫폼에서의 전쟁을 당할 수있는 전쟁을 당할 것으로 밝혀졌습니다. Deok-Su는 선수 111에서 미리 게임을 배웠고, 강력한 남성 만 선택하고 Gi-Hun 's 팀에 합류하는 Mi-Nyeo를 거부합니다. Deok-Su 팀이 경기를이긴 후 Gi-Hun 's 팀은 모든 남성으로 구성된 다른 팀과 경쟁합니다.",
    "Resource": "images/sticktotheteam.png"
  },
  {
    "Entry": "1x5.- 공정한 세계",
    "Definition": "Gi-Hun 팀은 예기치 않게 선수 001와 상우우의 신속한 사고로 전략을 사용하여 전략적으로 일치합니다. 불이 꺼지면 다른 폭동이 일어날 것이라는 것을 두려워하고, 그들은 바리케이드를 건설하고 경비원에서 밤을 보내고 덕분의 팀이 공격하지 않습니다. Gi-Hun은 10 년 전에 비슷한 상황을 상기시켜줍니다. 자동차 공장의 다른 많은 노동자들이 대량의 레이아웃을 항의했을 때, Gi-Hun의 삶의 궤적을 일으켰습니다. Jun-Ho 형사는 그가 훔친 정체성이 참여하는 직원들로서 오르간 수확을 목격합니다. Jun-Ho를 제외하고는 플롯에 참여한 모든 사람들이 플레이어 111을 포함하여 결국 살해됩니다. 앞 남자들은 앞 남자 사무실에 침투하는 준호사를위한 시설 차원의 남자 사냥을 시작합니다. Jun-Ho는 게임이 30 년이 넘는 게임이 실행되고 있으며 Hwang Inho는 2015 년에 개최 된 게임의 우승자였습니다.",
    "Resource": "images/afairworld.png"
  },
  {
    "Entry": "1x6 .- Ggambu",
    "Definition": "플레이어는 선수 111의 시체와 그의 공모자가 부정 행위를 위해 교수형을당한 것을 목격합니다. 수석 주인은 게임이 모든 플레이어에게 차별없이 공정한 기회를 제공하도록 설계되었다는 것을 보장합니다. 네 번째 게임을 위해 플레이어는 팀으로 일하는 대신에 쌍을 이루고 발견하라고 말하고, 선택의 대리석 게임에서 파트너와 비교해야합니다. 30 분 이내에 파트너의 모든 파트너의 대리석을 얻는 사람은 누구든지 이길 것입니다. Sae-Byeok and Player 240, Ji-Yeong이라는 이름은 서로의 생활 기사를 셀 수 있습니다. Ji-Yeong Sees Sae-Byeok은 자신을 위해 살고 희생하는 것이 더 많은 것을 가지고 있습니다. Sang-woo는 Ali를 암시하고 Ali의 죽음을 초래합니다. Deok-Su는 파트너와 Henchman, Ja-Hyoung에 대한 승리합니다. Gi-Hun은 그의 치매를 사용하여 플레이어 001이 전체 시간을기만에 대해 알고 있음을 발견하여 그를 물리려면 플레이어 001을 트릭합니다. 플레이어 001은 마침내 그의 이름이 Oh Il-Nam임을 기억합니다. 그는 Gi-Hun이 그의 Gganbu (신뢰할 수있는 친구) 인 것처럼 어쨌든 이길 수 있습니다. Gi-Hun, Sang-woo와 Sae-byeok은 친구들의 죽음에 의해 증가합니다.",
    "Resource": "images/ggambu.png"
  },
  {
    "Entry": "1x7.- VIPS.",
    "Definition": "플레이어는 Mi-Nyeo를 찾기 위해 돌아갑니다. 그는 대리석 게임을위한 파트너가 없었습니다. 게임에서 도박을 한 외국 vips는 다음과 같은 라운드에서 볼 수 있도록 도착하여 도착합니다. 마스크 된 하인 중 한 명으로 포즈를 취하는 Jun-Ho는 VIPS 중 하나가 성적으로 제안합니다. , 그는 그들이 개인 방에있을 때 VIP를 공격하고, 그의 자백을 기록하고 섬을 도망 간다. 한편, 다섯 번째 게임은 패널이 각각 강화되거나 규칙적인 유리로 만들어진 두 패널 넓은 브리지를 건너는 플레이어가 있으며, 이는 중량을지지 할 수없는 후자입니다. 라인 앞에있는 선수들은 패널을 점진적으로 테스트 할 때 그들의 죽음에 빠지게됩니다. Deok-Su는 시계를 똑딱 거리는 소리가 들지 않고, 대담한 다른 사람들이 그를 지나갈 수 있도록 거절합니다. Mi-Nyeo는 그를 잡아서 그녀를 배반 한 복수로 그녀와 함께 죽음으로 끌어 당깁니다. 노련한 유리 작업자 인 플레이어 017은 앞 남자가 자신의 이점을 제거하기 전에 나머지 플레이어를 안내합니다. Sang-woo는 시간이 지남에 따라 플레이어 017을 그의 죽음으로 푸시하여 마지막 트릭 패널을 드러냅니다. Gi-Hun, Sang-woo 및 Sae-Byeok만이 게임을 완료합니다. 그 결론에서 폭발은 나머지 패널을 분쇄합니다.",
    "Resource": "images/vips.png"
  },
  {
    "Entry": "1x8.- 앞 남자",
    "Definition": "Gi-Hun, Sang-Woo 및 Sae-Byeok은 결승전에 가서 저녁 식사를주고 공식적인 옷을 입을 수 있습니다. Sae-byeok은 유리 브리지 폭발에서받은 심한 찌르기 상처를 숨 깁니다. 저녁 식사를 먹은 후에 각 플레이어는 스테이크 나이프로 남아 있으며, Gi-Hun은 Sae-Byeok에게 Sae-Byok에 대비하여 노래에 대비하여 승리 할 길이가 될 것입니다. Sae-Byeok 대신 Gi-Hun을 구걸하여 게임이 다른 사람의 사랑하는 사람들을 돌볼 것이라는 것을 약속드립니다. Gi-Hun은 그가 잠들 때 상우를 죽일 것이지만 Sae-byeok은 그를 멈추고 살인자가 아니라는 것을 말하고 있습니다. Sae-Byeok의 부상이 악화되어 Gi-Hun을 촉발하여 도움을 요청합니다. Gi-Hun이 멀리있을 때, Sang-woo는 Sae-Byeok을 죽이고 직원은 시체를 수집하기 위해서만 도착합니다. 격렬하고 상상력, Gi-Hun은 시도하지만 Sang-woo를 공격하지 못합니다. 한편, Jun-Ho 형사는 근처의 섬으로 만드는 것이지만 앞 남자와 직원들이 빠르게 추적됩니다. Jun-Ho의 충격에 앞에있는 남자는 자신이 그의 형제 인 in-in-in-Ho를 드러냅니다. 그는 모집하려고합니다. 그가 거절 할 때, in-ho가 어깨에있는 Jun-Ho를 쏜다. Jun-Ho는 절벽 가장자리 위로 바다로 떨어집니다. 모든 것이 그가 죽은 것으로 생각합니다.",
    "Resource": "images/frontman.jpeg"
  },
  {
    "Entry": "1x9.- 운이 좋은 날",
    "Definition": "마지막으로 치명적인 게임은 오징어 게임입니다. GI-Hun은 잔인한 싸움을 마친 후 상우를 물리 칠 수 없지만 그를 죽일 수 없습니다. 대신, 그는 3 절을 호출하여 게임을 끝내고 돈이없는 집을 보내주십시오. Sang-Woo는 자살을하고 목에 자신을 찔러 죽을 때, 그 어머니를 돌보기 위해 Gi-Hun을 묻습니다. GI-Hun은 서울로 은행 카드로 되돌아 가기 위해 수금을 수강하지만, 자신의 어머니가 사망 한 것을 발견합니다. 1 년 후, GI-Hun은 외상을 입지 않고 상금을받지 못했습니다. 그는 그의 가건에서 초대장을 받고, 오일 남성을 찾았습니다. IL-NAM은 자신과 같이 지루한 울트라가 풍부한 사람들을 즐겁게하기 위해 게임을 만들었습니다. 그는 자신의 어린 시절의 추억을 사용하여 게임을 디자인하고 향수를 위해 Gi-Hun 's 그룹에 참여했습니다. Il-Nam은 눈 속에서 밖에서 무의식적 인 술취한 남자가 자정 전에 도움이 될지 여부에 대해 GI-Hun로 마지막 게임을합니다. 결과 직후에 사망합니다. Gi-Hun은 Sae-Byeok의 형제가 상금의 주식을 가진 Sang-Woo의 어머니를 보면서 그의 약속을 이행합니다. Gi-Hun이 공항을 여행 할 수 있기 때문에 로스 앤젤레스에서 딸과 다시 연결되면서 신선한 플레이어와 함께 Ddakji를 연주하는 동일한 게임 모집인을 보았습니다. 그는 선수의 카드를 화나게하고 비행기를 탑승하기 전에 카드의 번호를 부르며 자신이 누구인지 알아야합니다. 그는 비행기를 타는 것을 말하지 만, Gi-Hun은 전화를 끝내고 공항 터미널으로 돌아갑니다. 이것은 첫 번째 시즌의 끝입니다.",
    "Resource": "images/oneluckyday.png"
  },
  {
    "Entry": "아티스트 - 캐릭터",
    "Definition": "캐스트의 세부 사항과 함께 시리즈의 주요 문자에 대한 정보를 볼 수 있습니다.",
    "Resource": "images/squidgame.jpeg"
  },
  {
    "Entry": "성 훈 일명 훈장",
    "Definition": "시리즈의 주인공은 성령 훈 (Seong Gi-Hun)이라고도했으며, 또한 키 훈이라고도합니다. 사우스 코에어 사회의 패자는 아키 타입입니다. 공장에서 전과 안정된 직업을 잃고 운전사로 생존합니다. 그는 어린이 같은 마음으로 게임을하는 게임입니다. 노인 어머니와 함께 살고 최근에 이혼했습니다. 그의 딸의 생일에는 그의 딸이 그녀의 전 아내가 새로운 남편과 그녀의 유일한 딸과 함께 미국으로 넘어갈 때 그의 딸이 곧 사우스 코아를 떠날 것이라는 것을 발견합니다. 키 훈의 어머니는 딸이 미국에 살기 위해 간다면 그녀는 원래 언어를 잊어 버릴 것이고 킨훈은 더 이상 그녀와 의사 소통을 할 수 없을 것입니다. 그녀의 어머니는 키 훈이 돈이 있고 딸을 유지할 수 있고 딸을 유지할 수있는 경우에, 그녀와 함께 정기적 인 연락을 유지할 필요가 있음을 알 수 있기 때문에 그녀의 어머니가 피할 수 있다고 말합니다. 미국. 이 상황에서는 키 훈이 임박한 임의의 임의의 돈을 얻기 위해 절대적으로 절실히 절실히 절망적이지 않습니다.",
    "Resource": "images/kihoon.png"
  },
  {
    "Entry": "이정재 (배우)",
    "Definition": "그는 한국 서울에서 1973 년 3 월에 태어났다. 그는 다른 TV 시리즈와 영화에서 최고의 별으로 일합니다. 또한 그는 한국에서 매우 평가 된 패션 모델입니다. 그의 경력은 모델로 시작되었습니다. 그는 1993 년 TV에서 시작했습니다. 그의 전나무 영화는 1994 년에있었습니다 : Jeolmen Namja. 그는 Gwansand, New Worl과 같은 다른 영화에 등장했습니다. 악의 또는 암살에서 우리를 전달했습니다.",
    "Resource": "images/leejungjae.png"
  },
  {
    "Entry": "Cho Sang-woo.",
    "Definition": "Cho Sang-Woo (조상우, Korean 발음 : [T= SA], 플레이어 번호 218). 그는 증권 회사에서 투자 팀의 전이었습니다. 그는 아이들이었을 때 Gi-Hun에게 동급생이었습니다. 그는 서울 대학교에서 공부했으며 이에 의해 그분의 분기에서 지방 연예인이되었습니다. 그는 경찰이 고객에게 산만 한 돈을 산만하게하고, 나쁜 투자로 유래 한 엄청난 빚을 짓는 것을 원합니다.",
    "Resource": "images/chosangwoo.png"
  },
  {
    "Entry": "파크하에 - 수 (배우)",
    "Definition": "Park는 Mister Lobby와 함께 2007 년 뮤지컬 플레이에서 경력을 시작했습니다. 그는 또한 욕망과 안나 푸르나 (Annapurna)라고 불리는 천사와 같은 다른 음악 단계에 나타납니다.\n2017 년에 그는 드라마 시리즈 교도소에서 그의 리드 역할을 통해 서울 시상에서 최고의 새로운 배우를 수상했습니다.\n2021 년에 그는 그의 프로젝트, 오징어 게임 때문에 국제적으로 인정 받았습니다. 인기있는 시리즈에 출연 한 후에 그는 하루 만에 800 만 명의 추종자를 획득 할 수있었습니다.",
    "Resource": "images/parkhaesoo.png"
  },
  {
    "Entry": "Kang Sae-byeok",
    "Definition": "Kang Sae-Byeok은 어머니와 남은 가족을 북한에서 벗어나기 위해 오징어 게임의 상금을 필요로합니다.\n그녀는 또한 서울에서 고아원에 사는 동생을위한 좋은 삶을 창조하기를 원합니다. 북한 탈북자가되는 것 외에도 Sae-Byeok은 칼 주위에 그녀의 길을 알고있는 숙련 된 소매치기입니다.",
    "Resource": "images/kangsaebyeok.png"
  },
  {
    "Entry": "Jung Ho-yeon (Actress)",
    "Definition": "숙광 정 (한국어 : 정호연, 1994 년 6 월 23 일 출생)은 한국의 모델과 여배우입니다.\n 그녀의 경력은 2010 년 프리랜서 모델로 시작하여 서울 패션 위크 쇼에서 2 년 동안 쇼핑을 시작했습니다.\n2013 년 그녀는 한국의 다음 최고 모델의 4 시즌에 경쟁하고 주자로 배치되었습니다. Jung은 2016 년에 사회 관리와 서명했으며 한국이 해외 경력을 추구하기 위해 한국을 떠났다.\n그녀는 뉴욕 패션 위크 (New York Fashion Week)에서 개회식을 위해 국제 활주로 데뷔를 한 후 \"불타는\"빨간 머리카락으로 알려졌습니다. 그녀는 2016 년 독점적 인 루이비통이었으며 2021 년 브랜드의 글로벌 대사가되었습니다.\n2020 년 정운은 여배우로서 Saram Entertainment와 서명했습니다.\n그녀는 2021 년에 그녀의 텔레비전 데뷔전을 만들어 냈습니다. Kang Sae-Byeok으로 Squid Game 시리즈를 방연하고 쇼의 브레이크 아웃 스타로서 전세계의 관심과 비판적 인 찬사를 가져 왔습니다.",
    "Resource": "images/junghoyeon.png"
  },
  {
    "Entry": "Kim Mi-ok",
    "Definition": "김 MI-OK는 빚에서 5 억 4 천만원이었고 그녀는 그 부채를 지불하기 위해 돈을 얻기 위해 고위험의 경쟁을 시작하기로 결정했습니다. 456 명의 선수 모두와 함께 첫 회의에서 오징어 게임 관리자는 그녀가 얼마나 많은 빚이 있었는지를 군중으로 부릅니다. 그녀는 그곳에 충격을주었습니다. 동의서에 서명 할 수있는 줄을 기다리면 장 덕스 (101)는 그녀 앞에서 자르고 그의 눈부심에서 얽혀있었습니다.\n 나중에 나중에 붉은 빛, 녹색 빛의 첫 번째 게임을 연주했습니다.",
    "Resource": "images/kimmiok.png"
  },
  {
    "Entry": "Halley Kim(Actress)",
    "Definition": "여배우 할리 킴은 여러 히트에서 일한 최고의 여배우 중 하나입니다. 2021 년 그녀는 '오징어 게임'에서 일했습니다.\n2019 년에 그녀는 엄청난 사랑과 감사를 얻은 '나의 첫 번째 첫사랑'에 등장했습니다. 2021 년은 그녀를위한 기회로 가득 찬 1 년이 보이며, 그녀는 같은 해에 2021 년과 '오징어 게임'에서 'Sijipeuseu : 신화'에 나타날 기회를 얻었습니다. 여배우는 매우 잘 수행하고 청중에게 압도적 인 피드백을 얻었습니다.",
    "Resource": "images/junghoyeon.png"
  }
]