[
    {
        "Entry": "Complotto",
        "Definition": "Un concorso segreto con la possibilità di vincere 45,6 miliardi di lunghe sudcoreane.\nI giocatori sono \"invitati\" da un'organizzazione segreta e provengono da ogni angolo della società sudcoreana. Hanno una cosa in comune: tutte le loro sono in una situazione di debito critica.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Prima stagione",
        "Definition": "La prima stagione è composta da sei episodi diversi:\n\n1.- Green lignt, rosso lignt\n2.- Hell.\n3.- L'uomo nell'ombrello\n4.- Attenersi alla squadra\n5.- Un mondo fieristico\n6.- GGAMBU.\n7.- VIPS.\n8.- Uomo anteriore\n9.- Un giorno fortunato",
        "Resource": "images/anciano.png"
    },
    {
        "Entry": "1x1.- Luce rossa, luce verde",
        "Definition": "Seong GI-HUN ha un brutto momento. Accumula diversi debiti con gli squali di prestito e diventa estraniati da sua figlia ed ex moglie. In una stazione ferroviaria, un uomo ben vestito gli chiede di giocare a Ddakji per soldi e offre un'opportunità per giocare a più giochi con pali molto più alti. Gi-Hun accetti, è lasciato inconscio con gas sedativo e risveglia in un dormitorio con 455 altri, identificati solo da numeri sui loro chandari. Un gruppo di guardie mascherate in tute rosa arrivano e spiega che i giocatori sono tutti in debiti finanziari profondi, ma riceveranno miliardi di vinti (moneta coreana officale) come premio monetario nel caso in cui siano in grado di vincere sei partite oltre sei giorni. I giochi sono condotti dall'uomo anteriore, che è completamente mascherato e vestito in nero. Gi-Hun Befriends Player 001, la prima persona che si è unita al gioco. È un uomo anziano che soffre di un tumore cerebrale. GI-HUN riconosce anche altri due giocatori: Cho Sang-Woo, un compagno di classe d'infanzia che è diventato un broker di investimento di successo, e giocatore 067, una ragazza borseggiatrice che ha rubato i soldi di GI-Hun dopo aver vinto una scommessa a cavallo. Il primo gioco è una versione mortale di luce rossa, luce verde, dove chiunque viene catturato in movimento è sparato a morti immediatamente. Con l'aiuto di SanG-Woo e Player 199, GI-HUN finisce il gioco vivo nell'ultimo secondo.",
        "Resource": "images/redlightgreenlight.png"
    },
    {
        "Entry": "1x2.-Hell.",
        "Definition": "Dopo che il primo gioco più di mezzo dei giocatori è stato ucciso; Quindi, molti sopravvissuti richiedono di essere rilasciato dal gioco. Secondo la terza clausola del gioco, hanno la possibilità di votare per annullare il gioco e inviare a tutti a casa senza alcun premio monetario. Gi-Hun va alla polizia quando viene rilasciato a Seoul, ma nessuno lo crede tranne il detective Hwang Jun-Ho. Suo fratello ha ricevuto la stessa carta di invito alcuni anni prima come GI-HUN. Da allora suo fratello è mancato. Qualche tempo dopo, i giocatori sono invitati a reinserire il gioco. Molti ritorno a causa della loro disperazione, compreso GI-HUN, la cui madre ha bisogno di un intervento chirurgico; Sang-woo, che sta per essere arrestato per la frode finanziaria; Giocatore 001, che non desidera morire nel mondo esterno; Giocatore 067, che vuole salvare la sua famiglia dalla Corea del Nord e prendi il suo fratellino da un orfanotrofio; Giocatore 199, un migratore pakistano che ha attaccato e gravemente ferito il suo capo per trattenere i suoi stipendi; E il giocatore 101, denominato Jang Deok-Su, un gangster pericoloso in linea a causa dei suoi numerosi debiti. Jun-Ho segui segretamente i GI-HUN e le finiture vengono raccolte dalle guardie del gioco.",
        "Resource": "images/hell.jpeg"
    },
    {
        "Entry": "1x3.- L'uomo nell'ombrello",
        "Definition": "Detective Jun-Ho Infiltrata con successo negli impianti del gioco camminandosi se stesso come lavoratore mascherato. Scopre che la posizione segreta è in un'isola isolata. I giochi continuano e i giocatori sono ora più preparati e iniziano a fare alleanze. GI-HUN, SANG-WOO, PLAYER 001 e GIOCATORE 199 AMPEGNO. Giocatore 067 Esplora una presa d'aria e testimoni dei lavoratori che si fondono vasi di zucchero. Il secondo gioco è rivelato per essere PPOPGI, dove ogni giocatore deve estrarre perfettamente una forma stampata da una \"Dalgona\" (caramelle a nido d'ape) sotto un limite di tempo. Sang-woo Scopri la scoperta del giocatore 067 e riconosce la partita in anticipo, ma non avverte i suoi compagni di squadra e sceglie la forma più semplice per se stesso. Gi-Hun finisce per raccogliere la forma più difficile, un ombrello, ma è in grado di completare il gioco leccando la parte posteriore del nido d'ape per scioglierlo. Giocatore 212, una donna chiassosa e manipolativa, aiuta il gangster Deok-su Completa il gioco con un accendino contrabbando. Un giocatore spaventato che sta per essere eseguito prende un membro del personale ostaggio e lo costringe a smascherare. Scioccato che il membro del personale sia un giovane, il giocatore commette il suicidio e il membro del personale viene ucciso dall'uomo anteriore per essere costretti a rivelare la sua identità.",
        "Resource": "images/maninumbrella.png"
    },
    {
        "Entry": "1x4.- Attenersi alla squadra",
        "Definition": "Il giocatore 111 è un medico disonorato e prende parte a una trama con una manciata di personale per raccogliere gli organi dei giocatori morti per venderli sul mercato nero, in cambio di rivelare i dettagli in anticipo alla prossima partita. Quando Deok-Su uccide un giocatore che lo accusano di prendere cibo in più, lo staff non fa nulla per fermarlo, e in effetti aumenta il valore del premio in denaro. Dopo le luci fuori, una rivolta erutta nel dormitorio mentre i giocatori si attaccano a vicenda. Il gruppo di GI-Hun sopravvive e condividi i loro nomi per costruire fiducia: il giocatore 199 è Ali Abdul, e il giocatore 067 è Kang Sae-Byeok. Giocatore 001, a causa del suo tumore del cervello, ha difficoltà a ricordare il suo nome. Giocatore 212, chiamato Han Mi-Nyeo, ha sesso con Deok-Su. Nel terzo gioco, i giocatori sono pregati di formare gruppi di dieci. Per la squadra di GI-HUN, SAE-BYEOOK recluta il giocatore 240, una ragazza vicina alla sua età, ma rifiuta di rispondere alle domande di 240. Il gioco è rivelato per essere tirato di guerra su due piattaforme sollevate, dove una squadra vince trascinando la squadra avversaria dalla loro piattaforma per la loro morte. Deok-Su, avendo appreso del gioco dal giocatore 111 in anticipo, sceglie solo uomini forti e rifiuta Mi-Nyeo, che si unisce alla squadra di GI-HUN. Dopo che la squadra di Deok-Su vince la loro partita, la squadra di GI-Hun compete contro un'altra squadra che consiste in tutto-maschio.",
        "Resource": "images/sticktotheteam.png"
    },
    {
        "Entry": "1x5.- Un mondo fieristico",
        "Definition": "La squadra di Gi-Hun vince, inaspettatamente, la loro partita di rimorchiatore di guerra con le strategie di Player 001 e il pensiero rapido del Sang-Woo. Non tirerà che un'altra rivolta accadrà quando si accende le luci, costruiscono una barricata e passano la notte a capovolta, ma la squadra di Deok-Su non attacca. Gi-Hun ricorda una situazione simile da dieci anni fa, quando lui e molti altri lavoratori provenienti da una fabbrica automobilistica hanno protestato un lay-off di massa, che ha causato la fallita traiettoria della vita di GI-HUN. Detective Jun-Ho testimonia la trama di raccolta di organi, come membro del personale la cui identità ha rubato ne prende parte. Tranne Jun-Ho, tutti coinvolti nella trama sono alla fine uccisi, incluso il giocatore 111. L'uomo anteriore inizia una caccia all'uomo largo per la caccia per Jun-Ho, che si infiltra nell'ufficio dell'uomo anteriore. Jun-HO impara che il gioco è stato gestito da oltre 30 anni e che il suo anziano fratello Hwang in-Ho è stato il vincitore del gioco tenuto il 2015.",
        "Resource": "images/afairworld.png"
    },
    {
        "Entry": "1x6 .- GGAMBU.",
        "Definition": "I giocatori sono testimoni dei cadaveri del giocatore 111 e dei suoi co-cospiratori impiccati per imbrogliare. Il capo Master assicurali che i giochi sono progettati per dare ad ogni giocatore una buona possibilità di discriminazione. Per il quarto gioco, i giocatori vengono raccontati di accoppiarsi e scoprire che invece di lavorare come squadra, dovranno giocare contro il loro partner in un gioco di marmo a loro scelta. Chiunque ottiene tutte le marmi del loro partner entro 30 minuti vincerà e sopravviverà. Sae-Byeok e Giocatore 240, nominato Ji-Yeong, conta le loro storie di vita; Ji-Yeong vede Sae-Byeok ha più di vivere e sacrifica se stessa. Sang-woo Tricks Ali nel rinunciare alle sue biglie e vince, che si traduce nella morte di Ali. Deok-su vince contro il suo partner e il suo scagnolo, Ja-Hyoung. Giocatore GI-HUN HUN Player 001 Usando la sua demenza per sconfiggerlo, solo per scoprire che il giocatore 001 è stato consapevole dell'inganno per tutto il tempo. Giocatore 001, finalmente ricorda che il suo nome è Oh Il-Nam. Permette GI-HOL di vincere comunque, poiché è il suo Ganganbu (amico fidato). GI-HUN, Sang-Woo e Sae-Byeook sono traumatizzati dalla morte dei loro amici.",
        "Resource": "images/ggambu.png"
    },
    {
        "Entry": "1x7.- VIPS.",
        "Definition": "I giocatori tornano a trovare Mi-Nyeo ancora vivo. Non aveva un partner per il gioco di marmi. VIPS ESTERI, che avevano giocato d'azzardo sui giochi da remoto, arrivano a guardare e fare scommesse nei prossimi round in diretta. Jun-Ho, in posa come uno dei dipendenti mascherati, è sessualmente proposto da uno dei VIP. , Attacca il VIP quando sono in una stanza privata, registra la sua confessione e sfugge all'isola. Nel frattempo, il quinto gioco ha giocatori che attraversano un ponte largo a due pannelli, dove i pannelli sono fatti di vetro temperato o regolare, quest'ultima di cui non può supportare il loro peso. I giocatori di fronte alla linea cadono alle loro morti mentre provano progressivamente i pannelli. Deok-su si rifiuta di muoversi nonostante l'orologio ticchettio, audaci gli altri a passarlo. Mi-Nyeo lo afferra e, come la vendetta per averla tradito, lo tira giù con lei fino alla loro morte. Giocatore 017, un lavoratore di vetro stagionato, guida i giocatori rimanenti prima che l'uomo anteriore rimuove il suo vantaggio. Con il tempo in esecuzione, Sang-woo spinge il giocatore 017 alla sua morte, rivelando l'ultimo pannello trucco. Solo GI-HUN, SANG-WOO e SAE-BYEOK Completa il gioco; Alla sua conclusione, le esplosioni distruggono i pannelli rimanenti.",
        "Resource": "images/vips.png"
    },
    {
        "Entry": "1x8.- Front Man.",
        "Definition": "GI-HUN, SANG-WOO, e Sae-Byeok arriva fino alla finale e ricevono una cena e possono indossare abiti formali. Sae-Byeok nasconde una grave ferita da pugnalata che ha ricevuto dall'esplosione del ponte di vetro. Dopo aver cenato, ogni giocatore è rimasto con un coltello da bistecca, e GI-Hun suggerisce a Sae-Byeok che dovrebbero allearsi contro il candido, rendendo conto che andrà a qualsiasi lunghezza per vincere. Sae-Byeok invece implora GI-HOL per promettere che chi vince il gioco si prenderà cura dei propri cari. Gi-Hun va a uccidere Sang-woo quando si addormenta, ma Sae-Byeok lo ferma, dicendogli che non è un assassino. La ferita di Sae-Byeok peggiora, prompendo GI-HOL per chiedere aiuto. Quando GI-HUN è via, Sang-Woo uccide Sae-Byeok e lo staff arriva solo per raccogliere il suo cadavere. Furious and Heartbroken, GI-HUN tenta ma non riesce ad attaccare Sang-Woo. Nel frattempo, il detective Jun-Ho lo fa in un'isola vicina, ma è rapidamente rintracciata dall'uomo anteriore e dallo staff. Allo shock di Jun-Ho, l'uomo anteriore si rivela essere suo fratello, in-ho, e cerca di reclutarlo. Quando rifiuta, in-Ho spara a Jun-Ho nella spalla. Jun-Ho cade su un bordo della scogliera nel mare. Tutto ciò rende uno pensi che sia morto.",
        "Resource": "images/frontman.jpeg"
    },
    {
        "Entry": "1x9.- Un giorno fortunato",
        "Definition": "In finale, il gioco letale è un gioco di calamari. Gi-Hun sconfigge Sang-woo dopo una lotta brutale ma non è in grado di ucciderlo. Invece, invoca la terza clausola per terminare il gioco e mandarli a casa senza soldi. Sang-woo commette il suicidio e si blocca nel collo, e mentre muore, chiede a GI-HOL di prendersi cura di sua madre. GI-HUN viene restituito a Seoul con una carta bancaria per accedere al premio in denaro, ma scopre che la sua madre è morta. Un anno dopo, GI-HUN rimane traumatizzato e non ha toccato il suo premio in denaro. Riceve una carta di invito dal suo Ganganbu, e trova Oh Il-Nam sul suo letto di morte. Il-Nam rivela che ha creato il gioco per intrattenere il popolo ultra-ricco annoiato come se stesso. Ha usato i suoi ricordi d'infanzia per progettare i giochi e avevano partecipato al gruppo di GI-Hun per il bene di Nostalgia. Il-Nam suona un'ultima partita con GI-hun su se un uomo ubriaco incosciente fuori nella neve sarà aiutato prima di mezzanotte, e muore poco dopo il risultato. Gi-Hun soddisfa le sue promesse con il fratello di Sae-Byeok curato dalla madre di Sang-Woo con le loro azioni del premio. Mentre GI-HUN viaggia all'aeroporto per riconnettersi con sua figlia a Los Angeles, vede lo stesso gioco reclutatore che gioca a Ddakji con un giocatore nuovo. Straccia con rabbia della carta del giocatore e chiama il numero della carta prima di salire sul suo aereo, chiedendo di sapere chi sono. Si dice di salire sull'aereo, ma GI-Hun finisce la chiamata e torna indietro nel terminal dell'aeroporto. Questa è la fine della prima stagione.",
        "Resource": "images/oneluckyday.png"
    },
    {
        "Entry": "Artisti - Caratteri.",
        "Definition": "Puoi vedere alcune informazioni sui caratteri principali della serie insieme ai dettagli del cast.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Seong Gi-Hun aka Ki-Hoon",
        "Definition": "Il personaggio principale della serie, denominato Seong Gi-Hun, noto anche come Ki-Hoon. È il perdente archetipo nella South Corean Society. Perde il suo ex e stabile lavoro in una fabbrica e sopravvive come autista. È un addetto da gioco con una mente simile a un bambino. Vive con la sua madre anziana e ha divorziato di recente. Nel compleanno di sua figlia scopre che sua figlia lascerà presto Corea del Sud, quando la sua ex moglie muoverà negli Stati Uniti insieme al suo nuovo marito e alla sua figlia. La madre di Ki-Hoon gli dice che se sua figlia va a vivere negli Stati Uniti, dimenticherà la sua lingua originale e Kin-Hoon non sarà più in grado di comunicare con lei. Sua madre gli dice che questo può essere evitato perché c'è una legge corea che afferma che nel caso Ki-Hoon ha soldi ed è in grado di mantenere sua figlia, dovrà mantenere i contatti regolari con lui e non avrà bisogno di andare al STATI UNITI D'AMERICA. Questa situazione fa che Ki-Hoon è assolutamente disperata per ottenere denaro in qualsiasi modo immagolare e ... in vita.",
        "Resource": "images/kihoon.png"
    },
    {
        "Entry": "Lee Jung-Jae (attore)",
        "Definition": "È nato nel marzo del 1973 a Seoul, Corea del Sud. Lavora come una stella superiore in diverse serie TV e film. Inoltre è un modello di moda molto valutato in Corea del Sud. La sua carriera avviata come modello. Ha iniziato in TV nel 1993. I suoi film in Abeti erano nel 1994: Jeolmen Namja. È apparso in altri film come Gwansand, New Worl, consegnarci dal male o dallo assassinio",
        "Resource": "images/leejungjae.png"
    },
    {
        "Entry": "Cho sang-woo",
        "Definition": "Cho sang-woo (조상우, pronuncia coreana: [tɕo saŋ u], giocatore numero 218). Era ex capo di un team di investimento in una società di titoli. Era un compagno di classe a GI-HUN quando erano bambini. Ha studiato all'università nazionale di Seoul e divenne una celebrità locale nel suo trimestre a causa di questo. Voleva dalla polizia per distrarre denaro dai suoi clienti e rifornendo debiti enormi originati da cattivi investimenti.",
        "Resource": "images/chosangwoo.png"
    },
    {
        "Entry": "Park Hae-Soo (attore)",
        "Definition": "Park ha iniziato la sua carriera in un gioco musicale nel 2007 con la hall Mister. Appare anche in altre fasi musicali come Angel chiamato Desire e Annapurna.\nNel 2017, ha vinto il miglior nuovo attore a Seoul Awards con il suo ruolo guida nella prigione della serie Drama.\nNel 2021, è stato riconosciuto a livello internazionale a causa del suo progetto, gioco di calamari. Dopo essere apparso nella serie popolare, è stato in grado di guadagnare oltre 800.000 follower Instagram in un solo giorno",
        "Resource": "images/parkhaesoo.png"
    },
    {
        "Entry": "Kang Sae-Byeok",
        "Definition": "Kang Sae-Byeok ha bisogno del premio del gioco del calamaro per ottenere sua madre e il resto della sua famiglia fuori dalla Corea del Nord.\nVuole anche usarlo per creare una bella vita per il suo fratellino, che vive in un orfanotrofio a Seoul. Oltre ad essere un deflettore nordcoreano, Sae-Byeook è un borseggiatore esperto che conosce anche un posto intorno a un coltello.",
        "Resource": "images/kangsaebyeok.png"
    },
    {
        "Entry": "Jung Ho-Yeon (attrice)",
        "Definition": "Hoyeon Jung (coreano: 정호연; nato il 23 giugno 1994) è un modello e un'attrice sudcoreana.\n La sua carriera è iniziata come modello freelance nel 2010, camminando a Seoul Fashion Week mostra per due anni.\nNel 2013 ha gareggiato la quarta stagione del prossimo modello superiore della Corea e collocata come runner-up. Nel 2016, Jung ha firmato con la gestione della società e ha lasciato la Corea del Sud per perseguire una carriera all'estero.\nÈ diventata nota per i suoi capelli rossi \"infuocati\" dopo aver reso il suo debutto internazionale della pista per la cerimonia di apertura durante la settimana della moda di New York. Era un esclusivo di Louis Vuitton nel 2016 e divenne un ambasciatore globale per il marchio nel 2021.\nNel 2020, Jung ha firmato con Saram Entertainment come attrice.\nHa fatto il suo debutto televisivo nel 2021, con protagonista nella serie di giochi del calamaro come Kang Sae-Byeok che ha portato la sua attenzione in tutto il mondo e l'acclamazione critica come la stella di breakout dello spettacolo.",
        "Resource": "images/junghoyeon.png"
    },
    {
        "Entry": "Kim mi-ok",
        "Definition": "Kim MI-OK era in 540 milioni vinti in debito e ha scelto di entrare in una concorrenza ad alto rischio per vincere denaro per pagare quei debiti. Durante il primo incontro con tutti i 456 giocatori, un Game Manager di calamari la chiama fuori dalla folla affermando quanto debito fosse. Stava lì scioccata guardando lo schermo. Quando la linea d'attesa per firmare il modulo di consenso, Jang Deok-Su (101) tagliato davanti a lei ed è stato intimato dal suo abbagliamento.\n In seguito ha giocato il primo gioco di luce rossa, luce verde.",
        "Resource": "images/kimmiok.png"
    },
    {
        "Entry": "Halley Kim (attrice)",
        "Definition": "L'attrice Halley Kim è una delle attrici Top-Dotched che ha lavorato in diversi successi. Nel 2021 ha lavorato in \"gioco di calamari\".\nNel 2019, è stata presentata nel \"primo primo amore\" per il quale ha avuto un amore e apprezzamento immenso. L'anno 2021 sembra un anno pieno di opportunità per lei, e ha avuto la possibilità di comparire in 'Sijipeuseu: il mito' nel 2021 e 'Squid Game' nello stesso anno. L'attrice ha eseguito molto bene e ottenere un feedback travolgente dal pubblico.",
        "Resource": "images/junghoyeon.png"
    }
]