[
    {
        "Entry": "Argumento",
        "Definition": "Un concurso secreto con la posibilidad de ganar 45.6 mil millones de wones de Corea del Sur.\n\nLos jugadores son \"invitados\" por una organización oculta y provienen de todos los rincones de la sociedad surcoreana. \n\nTienen una cosa en común: todos ellos están en una situación de deuda crítica y con peligro para sus vidas.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Primera Temporada",
        "Definition": "La primera temporada consta de seis episodios diferentes:\n\n1.- Luz verde, Luz roja\n2.- Infierno\n3.- El hombre del paraguas.\n4.- No abandones al equipo.\n5.- Un mundo justo\n6.- Ggambu\n7.- Los VIP\n8.- El líder\n9.- Un día de suerte",
        "Resource": "images/anciano.png"
    },
    {
        "Entry": "1x1.- Luz roja, luz verde",
        "Definition": "Seong Gi-Hun tiene un mal momento. Acumula varias deudas con distintos tiburones de préstamos y se ve alejado de su hija y ex esposa. \n\nEn una estación de tren, un hombre bien vestido le pide que juegue un juego de Ddakji apostando mucho dinero y le ofrece la oportunidad de jugar más juegos con apuestas mucho más grandes. \n\nGi-Hun acepta y acude a la cita. Se sube a un coche que se detiene delante de él y en el interior le dejan inconsciente con gas sedante. \n\nSe despierta en un dormitorio con otros 455 jugadores, identificado solo por números en sus chandáls. \n\nUn grupo de guardias enmascarados con uniformes rosados llegan y les explique que los jugadores están todos con grandes deudas financieras, pero tendrán la posibilidad de ganar miles de millones de WON (moneda de Corea Oficina) como premio en caso de que puedan ganar seis juegos durante seis días. \n\nLos juegos son conducidos por el líder, que está completamente enmascarado y vestido de negro. GI-HUG es un anciano y tiene el número 001. Es la primera persona que se unió al juego. \n\nSufre un tumor cerebral que hará que pierda la memoria, el contacto con la realidad y finalmente, muera... \n\nGi-Hun también reconoce a otros dos jugadores: Cho Sang-Woo, un compañero de clase de la infancia que se convirtió en un exitoso agente de inversión, y el jugador 067, una chica carterista que robó el dinero de Gi-Hun después de ganar una gran apuesta en las carrera de caballos. \n\nEl primer juego es una versión mortal de luz verde, luz roja, similar al escondite ingés en España. Cualquier persona que se vea como se mueve cuando llega la luz roj, se le dispara de inmediato hasta matarla. Con la ayuda de Sang-Woo y el jugador 199, Gi-Hugar finaliza el juego vivo en el último segundo.",
        "Resource": "images/redlightgreenlight.png"
    },
    {
        "Entry": "1x2.- Infierno",
        "Definition": "Después del primer juego, más de la mitad de los jugadores han sido asesinados; Entonces, muchos de los supervivientes exigen ser liberados del juego. \n\nSegún la tercera cláusula del juego, tienen la opción de votar para cancelar el juego y enviar a todos a casa sin ningún premio monetario. \n\nCuando es liberado, Gi-hun va a la policía en Seúl, pero nadie le cree, excepto el detective Hwang Jun-Ho. Su hermano recibió la misma tarjeta de invitación algunos años antes que Gi-Hun. \n\nA su hermano nadie le ha vuelto a ver desde entonces. Algún tiempo después, los jugadores están invitados a volver al juego. \n\nMuchos regresan debido a su desesperación, incluyendo Gi-Hun, cuya madre necesita cirugía urgente; Sang-woo, que está a punto de ser arrestado por fraude financiero; Jugador 001, quien no desea morir en el mundo exterior; La jugador 067, que quiere rescatar a su familia de Corea del Norte y sacar a su hermanito de un orfanato; El jugador 199, es un emigrante paquistaní que atacó y lesionó gravemente a su jefe por retener su salario; y el jugador 101, llamado Jang Deok-Su, un gángster de aspecto peligroso que está en el juego debido a sus muchas deudas. \n\nJun-ho sigue secretamente a Gi-Hun y ve como acaba siendo recogidos por los guardias del juego.",
        "Resource": "images/hell.jpeg"
    },
    {
        "Entry": "1x3.- El hombre del paraguas.",
        "Definition": "El detective Jun-HO se infiltra con éxito en las instalaciones del juego al disfrazarse como un trabajador enmascarado. Descubre que la ubicación secreta del juego está en una isla reomta. \n\nLos juegos continúan y los jugadores ahora están más preparados y comienzan a hacer equipos. Gi-Hun, Sang-Woo, Jugador 001, y jugador 199 equipo. \n\nEl jugador 067 explora un conducto de  ventilación y ven como los trabajadores están fundiendo azúcar en grandes ollas. \n\nSe les revela que el segundo juego es PPOPGI, donde cada jugador debe extraer perfectamente una forma sellada de una \"Dalgona\" (dulces de panal) antes de que termine un límite de tiempo. \n\nSang-woo se entera del descubrimiento del jugador 067 y reconoce el juego de antemano, pero no advierte a sus compañeros de equipo y elige la forma más sencilla para sí mismo. Gi-Hun termina eligiendo la forma más difícil, un paraguas, pero es capaz de completar el juego lamiendo la parte posterior de la galleta para derretirla. El jugador 212, una mujer ruidosa y manipuladora, ayuda al gángster Deok-su. \n\nCompleta el juego con un encendedor que ha colado de contrabando. Un jugador asustado que está a punto de ser ejecutado toma como rehén a un miembro del personal y le obliga a desenmascararse. Sorprendido de que el miembro del personal es un chico joven, el jugador se suicida y el miembro del personal es asesinado por el líder por haber sido obligado a revelar su identidad.",
        "Resource": "images/maninumbrella.png"
    },
    {
        "Entry": "1x4.- No abandones al equipo",
        "Definition": "El jugador 111 es un médico deshonrado y participa en una trama de corrupción con un puñado de vigilates para extraer órganos de jugadores muertos y luego venderlos en el mercado negro, a cambio de revelar los detalles por adelantado del próximo juego. \n\nCuando Deok-su mata a un jugador acusándole de tomar comida extra, el personal no hace nada para detenerlo, y de hecho aumenta el valor monetario del premio. Después de que las luces se apaguen, estallan disturbios en el dormitorio a medida que los jugadores se atacan entre sí. \n\nEl grupo de Gi-Hun sobrevive y comparte sus nombres para construir relaciones de confianza: el jugador 199 es Ali Abdul, y el jugador 067 es Kang Sae-Byeok. El jugador 001, debido a su tumor cerebral, tiene problemas para recordar su propio nombre. \n\nEl jugador 212, llamado Han Mi-Nyeo, tiene relaciones sexuales con Deok-su. En el tercer juego, se les dice a los jugadores que formen grupos de diez. \n\nPara el equipo de Gi-Hun, Sae-Byeok recluta al jugador 240, una chica de su edad, pero se niega a responder a las preguntas de la jugadora 240. Se revela que el juego es tirar de la soga en dos plataformas elevadas, donde un equipo gana al arrastrar al equipo opuesto de su plataforma y hacer que se caiga por el abismo y se maten. \n\nDeok-Su, habiendo sabido del juego desde el jugador 111 de antemano, seleccione solo hombres fuertes y rechaza a Mi-Nyeo, quien se une al equipo de Gi-Hun. \n\nDespués de que el equipo de Desok-Su gana su partido, el equipo de Gi-Hun, compite contra otro equipo que en el que lo jugadores son todos hombres.",
        "Resource": "images/sticktotheteam.png"
    },
    {
        "Entry": "1x5.- Un mundo justo",
        "Definition": "El equipo de Gi-Hun gana, inesperadamente, utilizando las estrategias ingeniosa del jugador 001 y de Sang-Woo. Temiendo que ocurrirá otro disturbio cuando se apaguen las luces, construyen una barricada y pasan la noche haciendo turnos de guardia, pero el equipo de Deok-su no ataca. \n\nGi-hun recuerda a una situación similar a hace diez años, cuando él y muchos otros trabajadores de una fábrica de automóviles protestaron contra una serie de  despedidos masivos, lo que causó la caída en desgracia de Gi-Hun. \n\nEl detective Jun-HO descubre la trama de comercio de órganos. Casualmente, la identidad del guardia que suplanta es un  miembro del personal que participa en ella. Excepto Jun-HO, todos los involucrados en la trama se matan finalmente, incluido el jugador 111. \n\nEl líder comienza una caza al hombre dentro de la instalación para localizar a Jun-Ho, que se infiltra en la oficina del líder. Jun-ho se entera de que el juego ha estado funcionando durante más de 30 años y que su hermano mayor Hwang In-Ho fue el ganador del juego celebrado en 2015.",
        "Resource": "images/afairworld.png"
    },
    {
        "Entry": "1x6.- Ggambu",
        "Definition": "Los jugadores son testigos de los cadáveres del jugador 111 y sus co-conspiradores ahorcados por hacer trampas en el juego. El líder les asegura que los juegos están diseñados para dar a todos los jugadores las mismas oportunidades sin ningún tipo de discriminación. \n\nPara el cuarto juego, se les dice a los jugadores que se emparejen y descubren que en lugar de trabajar en equipo, tendrán que jugar contra su pareja en un juego de canicas de su elección. Quienquiera que tenga todas las canicas de su pareja dentro de los 30 minutos ganará y sobrevivirá. \n\nSae-Byeok y el jugador 240, llamado Ji-Yeong, cuentan las historias de sus vidas; Ji-Yeong ve a Sae-Byeok tiene más para vivir y se sacrifica a sí misma. Sang-woo piderde, pero  usa distintos trucos para que Ali renuncie a sus canicas y le de la victoria, lo que resulta en la muerte de Ali. \n\nDeok-Su gana contra su pareja y Henchman, JA-HYUNG. Gi-huing engaña al jugador 001 utilizando su demencia para derrotarlo, solo para descubrir que el jugador 001 ha sido consciente del engaño todo el tiempo. \n\nEl jugador 001, finalmente recuerda que su nombre es Oh il-nam. Él permite que Gi-Hun gane de todos modos, ya que es su GGANBUU (amigo de confianza). \n\nGi-hun, Sang-Woo y Sae-Byeok están traumatizados por las muertes de sus amigos.",
        "Resource": "images/ggambu.png"
    },
    {
        "Entry": "1x7.- Los VIP",
        "Definition": "Los jugadores vuelven a encontrarse  Mi-nyeo sigue viva. No tenía pareja para el juego de las canicas. Los VIPs extranjeros, que habían estado apostando en los juegos de forma remota, llegan para verlos en directo y hacer apuestas en las próximas rondas. \n\nJun-Ho, disfrazado como uno de los sirvientes enmascarados, recibe las propuestas sexuales de uno de los VIPS. En una habitación privada, ataca el VIP cuando están fuera de la vista de los demás, graba su confesión en el móvil, y escapa de la isla. \n\nMientras tanto, el quinto juego hace que jugadores tengan que cruzan un puente de dos paneles de ancho, donde los paneles están hechos de vidrio templado o vidrio normal. Este último no puede soportar el peso de un jugador. Los jugadores en las primeras posiciones de la línea caen y mueren, ya que prueban progresivamente los paneles. \n\nDeok-su se niega a moverse a pesar del reloj, retando a otros a pasarlo. Mi-Nyeo lo agarra y, como venganza por traicionarla, lo arrastra con ella a la muerte. \n\nEl jugador 017, un antiguo trabajador de vidrio templado, guía a los jugadores restantes antes de que el líder elimine su ventaja. Con el tiempo a punto de acabarse, Sang-Woo empuja al jugador 017 a su muerte, revelando el último panel. \n\nSólo Gi-Hun, Sang-Woo, y Sae-Byeok completan el juego; cuando termina el tiempo, distintas explosiones destruyen los paneles restantes, matando a los jugadores que están sobre ellos.",
        "Resource": "images/vips.png"
    },
    {
        "Entry": "1x8.- El líder",
        "Definition": "Gi-hun, Sang-Woo, y Sae-Byeok llegaron a la final y se les da una cena y pueden usar ropa formal. Sae-Byeok oculta una grave herida que recibió de la explosión del puente de cristal. Después de tomar la cena, cada jugador se deja con un cuchillo de carne, y Gi-Hung sugiere a Sae-Byeok que deberían aliarse contra Sang-Woo, dándose cuenta de que haría cualquier cosa para ganar. \n\nEn su lugar, Sae-Byeok, pide a Gi-Hun que prometa que quien gana el juego cuidará a los seres queridos de los otros. \n\nGi-Hun va a matar a Sang-woo cuando se duerme, pero Sae-Byeok lo detiene, diciéndole que no es un asesino. La herida de Sae-Byeok empeora, lo que lleva a Gi-Hun que pedir ayuda. Cuando Gi-Hun, está fuera, Sang-woo mata a Sae-Byeok y el personal llega solo para recoger su cadáver. \n\nFurioso y con el corazón roto, Gi-Hun, no es capaz de atacar a Sang-Woo. Mientras tanto, el detective Jun-Ho llega a una isla cercana, pero es rastreado  por el lídeer y los demás guardianes. \n\nCon gran conmoción para Jun-Ho, el líder se revela a sí mismo como su hermano, En-ho, y trata de reclutarlo. Cuando se niega, En-ho dispara a Jun-ho en el hombro. Jun-ho cae por el borde de un acantilado y cae al mar. Todo hace que uno piense que está muerto.",
        "Resource": "images/frontman.jpeg"
    },
    {
        "Entry": "1x9.- Un día de suerte",
        "Definition": "En la final, el juego letal es el juego del calamar. Después de una brutal pelea bajo la lluvia Gi-hun derrota a Sang-woo, pero no puede matarlo. En su lugar, invoca la tercera cláusula para terminar con el juego y enviarlos a casa sin ningún dinero. \n\nSang-woo se suicida y se apuñala en el cuello, y mientras muere, le pide a Gi-Hun que cuide de su madre. Gi-hun es liberado en Seúl con una tarjeta bancaria para acceder al dienro del premio, pero descubre que su propia madre ha muerto. \n\nUn año después, Gi-hun permanece traumatizado y no ha tocado su premio. Recibe una tarjeta de invitación de su Ganbu, y encuentra a Oh-il-nam en su lecho de muerte debido a su tumor cerebral.\n\nSe revela que Il-nam es el cerebro detrás del juego, que creó para entretener a los ultrarricos aburridos como él mientras probaba si a la humanidad le quedaba algo de bondad innata. \n\nLe recuerda a Gi-hun que a pesar de permitir que los jugadores se fueran, muchos regresaron de buena gana. \n\nLos juegos específicos se basan en la infancia de Il-nam, y él mismo había participado por nostalgia. Mientras hablan, los dos ven a un hombre inconsciente tendido en la esquina de una calle; Il-nam le pide a Gi-hun que apueste si alguien vendrá a ayudarlo antes de la medianoche. \n\nGi-hun gana e Il-nam muere, presumiblemente después de presenciar su derrota. Gi-hun cumple sus promesas a Sae-byeok y Sang-woo, y va hacia el aeropuerto para reencontrarse con su hija en Los Ángeles. \n\nEn la estación de metro, ve a alguien jugando a ddakji con el mismo reclutador de juegos que él conoció. \n\nEnfadado, le quita la tarjeta al jugador y, antes de subir al avión, llama al número de la tarjeta, exigiendo saber quién sigue dirigiendo los juegos. \n\nEl Líder le ordena que suba al avión; Gi-hun finaliza la llamada y se queda en Seúl, decidido a detener los juegos de una vez por todas.",
        "Resource": "images/oneluckyday.png"
    },
    {
        "Entry": "Artistas - Personajes",
        "Definition": "Puede ver información sobre los personajes principales de la serie junto con los detalles del elenco.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Seong gi-hun aka ki-hoon",
        "Definition": "El personaje principal de la serie, llamado Seong Gi-Hun, también conocido como Ki-Hoon. Es el perdedor arquetipo en la Sociedad South Coreana. Pierde su antiguo y estable trabajo en una fábrica y sobrevive como un chofer. \n\nEs un adicto al juego con una mente similar a un niño. \n\nVive con su madre mayor y se ha divorciado recientemente. En el cumpleaños de su hija, descubre que su hija saldrá de South Corea pronto, cuando su ex esposa migra a los EE. UU. Junto con su nuevo esposo y su única hija. \n\nLa madre de Ki-Hoon le dice que si su hija va a vivir a los Estados Unidos, olvidará su idioma original y Kin-Hoon no podrá comunicarse con ella.\n\nSu madre le dice que esto puede evitarse porque hay una ley coreana que afirma que, en caso de que Ki-Hoon tenga dinero y sea capaz de mantener a su hija, tendrá que mantener los contactos regulares con él y no tendrá que ir a la Estados Unidos. Esta situación hace que Ki-Hoon esté absolutamente desesperado por obtener dinero en cualquier manera inmaginable e... inimmaginable.",
        "Resource": "images/kihoon.png"
    },
    {
        "Entry": "Lee Jung-Jae (actor)",
        "Definition": "Nació en marzo de 1973 en Seúl, Corea del Sur. Trabaja como una estrella superior en diferentes series de televisión y películas. \n\nAdemás, él es un modelo de moda muy valorado en Corea del Sur. Su carrera se inició como modelo. Comenzó en la televisión en 1993. Sus primeras películas fueron en 1994: Jeolmen Namja. \n\nHa aparecido en otras películas como Gwansand, Worl New, nos libera del mal o asesinato.",
        "Resource": "images/leejungjae.png"
    },
    {
        "Entry": "Cho sang-woo",
        "Definition": "Cho Sang-Woo (조상우, pronunciación coreana: [tɕo saŋ u], jugador número 218). Fue ex jefe de un equipo de inversión en una empresa de valores. Era un compañero de clase a Gi-Hun, cuando eran niños. \n\nEstudió en la Universidad Nacional de Seúl y se convirtió en una celebridad local en su barrio debido a esto. Le busca la policía por robar dinero de sus clientes, y acumular deudas masivas originadas por malas inversiones.",
        "Resource": "images/chosangwoo.png"
    },
    {
        "Entry": "Park Hae-soo (actor)",
        "Definition": "Park comenzó su carrera en un juego musical en 2007 con Mister Lobby. También aparece en otras etapas musicales, como Ángel llamado deseo y Annapurna.\n\nEn 2017, ganó el mejor nuevo actor en los Premios Seúl con su papel principal en la prisión de la serie de drama.\n\nEn 2021, se reconoció a nivel internacional debido a su proyecto, Squid Game. Después de aparecer en la serie popular, pudo obtener más de 800,000 seguidores de Instagram en un solo día.",
        "Resource": "images/parkhaesoo.png"
    },
    {
        "Entry": "Kang Sae-Byeok",
        "Definition": "Kang Sae-Byeke necesita el premio del juego del calamar para llevar a su madre y al resto de su familia de Corea del Norte.\nTambién quiere usarlo para darle una buena vida a su hermanito, que vive en un orfanato en Seúl. \n\nAdemás de ser un defector de Corea del Norte, Sae-Byeok es un carterista experto. También conoce todo sobre la técnica con cuchillo.",
        "Resource": "images/kangsaebyeok.png"
    },
    {
        "Entry": "Jung Ho-Yeon (actriz)",
        "Definition": "Hoyeon Jung (Coreano: 호연호연; Nacido el 23 de junio de 1994) es un modelo y actriz surcoreano.\n\n Su carrera comenzó como un modelo independiente en 2010, caminando en la Semana de la Moda de Seúl durante dos años.\nEn 2013, compitió en la cuarta temporada del próximo modelo superior de Corea y se ubicó como un subcampeón. En 2016, Jung firmó con la Administración de la Sociedad y se fue a Corea del Sur para perseguir una carrera en el extranjero.\nSe hizo conocida por su cabello rojo \"Fiery\" después de hacer su debut internacional para la ceremonia de apertura durante la Semana de la Moda de Nueva York. Fue una exclusiva de Louis Vuitton en 2016, y se convirtió en un embajador global de la marca en 2021.\nEn 2020, Jung firmó con Saram Entertainment como actriz.\nHizo su debut en televisión en 2021, protagonizando la serie de juegos de calamares como Kang Sae-Byeok, que llevó su atención en todo el mundo y su reconocimiento crítico como la estrella del programa.",
        "Resource": "images/junghoyeon.png"
    },
    {
        "Entry": "Kim mi-ok",
        "Definition": "Kim Mi-Ok estaba en 540 millones de ganado en deuda y ella optó por ingresar a una competencia de alto riesgo para ganar dinero para pagar esas deudas. Durante la primera reunión con los 456 jugadores, un Gerente de Squid Game la llamó a la multitud que afirma la cantidad de deuda que era. Ella se quedó allí sorprendida mirando hacia la pantalla. Cuando espera la línea para firmar el formulario de consentimiento, Jang Deok-Su (101) se corta delante de ella y se intimió de su resplandor.\n Más tarde jugó el primer juego de luz roja, luz verde.",
        "Resource": "images/kimmiok.png"
    },
    {
        "Entry": "Halley Kim (actriz)",
        "Definition": "La actriz Halley Kim es una de las actrices con punta superior que ha trabajado en varios hits. En 2021 trabajó en 'Squid Game'.\nEn 2019, apareció en 'Mi primer primer amor' por el que recibió un inmenso amor y aprecio. El año 2021 parece un año lleno de oportunidades para ella, y ella tuvo la oportunidad de aparecer en 'Sijipeuseu: The Mith' en 2021 y 'Squid Game' en el mismo año. La actriz ha actuado muy bien y recibiendo comentarios abrumadores de la audiencia.",
        "Resource": "images/junghoyeon.png"
    }
]