[
    {
        "Entry": "Terrain",
        "Definition": "Un concours secret avec la possibilité de gagner 45,6 milliards de WONs sud-coréens.\nLes joueurs sont \"invités\" par une organisation secrète et ils viennent de tous les coins de la société sud-coréenne. Ils ont une chose en commun: tous eux sont dans une situation de dette critique.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Première saison",
        "Definition": "La première saison consiste en six épisodes différents:\n\n1.- Lignot vert, lit rouge\n2.-\n3.- L'homme dans le parapluie\n4.- Coller à l'équipe\n5.- Un monde juste\n6.- Ggambu\n7.- VIP\n8.- Homme avant\n9.- Un jour de chance",
        "Resource": "images/anciano.png"
    },
    {
        "Entry": "1x1.- lumière rouge, lumière verte",
        "Definition": "Seong Gi-Hun a un très mauvais moment. Il accumule plusieurs dettes avec des requins de prêt et devient séparé de sa fille et d'une ex-femme. Lors d'une gare, un homme bien habillé lui demande de jouer à un jeu de Ddakji pour de l'argent et offre une occasion de jouer plus de jeux avec des pieux beaucoup plus élevés. GI-HUN accepte, reste inconscient avec du gaz sédatif et se réveille dans un dortoir avec 455 autres, identifiés uniquement par des chiffres sur leurs chansons. Un groupe de gardes masqués dans des combinaisons roses arrivent et explique que les joueurs sont tous dans des dettes financières profondes, mais une milliard de personnes gagnées (monnaie coréenne officielle) en tant que prix monétaire au cas où ils sont capables de gagner six matchs sur six jours. Les jeux sont menés par le front homme, entièrement masqué et habillé en noir. Gi-hun Benfriends joueur 001, la première personne qui a rejoint le match. Il est un homme âgé souffrant d'une tumeur cérébrale. Gi-hun reconnaît également deux autres joueurs: Cho Sang-Woo, un camarade de classe d'enfance qui est devenu un courtier de placement réussi, et joueur 067, une fille de choix qui a volé de l'argent de Gi-Hun après avoir remporté une course de chevaux. Le premier jeu est une version meurtrière de la lumière rouge, de la lumière verte, où quiconque est surpris bouger est abattu immédiatement. Avec l'aide de Sang-Woo and Player 199, Gi-Hun termine le jeu en vie au cours de la dernière seconde.",
        "Resource": "images/redlightgreenlight.png"
    },
    {
        "Entry": "1x2.-enfer",
        "Definition": "Après le premier match, plus de la moitié des joueurs ont été tués; Ainsi, de nombreux survivants exigent d'être libérés du jeu. Selon la troisième clause du jeu, ils ont la possibilité de voter pour annuler le jeu et envoyer tout le monde à la maison sans aucun prix monétaire. Gi-Hun va à la police lorsqu'il est libéré à Séoul, mais personne ne le croit sauf le détective Hwang Jun-Ho. Son frère a reçu la même carte d'invitation quelques années auparavant que GI-Hun. Son frère manque depuis lors. Quelque temps plus tard, les joueurs sont invités à rentrer dans le jeu. Beaucoup de retours en raison de leur désespoir, y compris Gi-Hun, dont la mère a besoin de chirurgie; Sang-Woo, sur le point d'être arrêté pour une fraude financière; Le joueur 001, qui ne souhaite pas mourir dans le monde extérieur; Le joueur 067, qui veut sauver sa famille de la Corée du Nord et obtenir son petit frère d'un orphelinat; Joueur 199, un migrant pakistanais qui a attaqué et blessé gravement son patron pour retenir son salaire; et joueur 101, nommé Jang Deok-Su, un dangereux gangster à la recherche de la course à cause de ses nombreuses dettes. Jun-Ho suit secrètement Gi-Hun et les finitions sont ramassées par les gardes du jeu.",
        "Resource": "images/hell.jpeg"
    },
    {
        "Entry": "1x3.- L'homme dans le parapluie",
        "Definition": "Détective Jun-Ho s'infiltre avec succès dans les installations du jeu en se déguant comme un travailleur masqué. Il découvre que l'emplacement secret est dans une île isolée. Les jeux se poursuit et les joueurs sont maintenant plus préparés et commencent à faire des alliances. GI-HUN, SANG-WOO, JOUEUR 001 et JOUEUR 199 S'équilibre. Le joueur 067 explore un évent de l'air et des témoins qui font fondre des pots de sucre. Le deuxième jeu est révélé être PPOPGI, où chaque joueur doit extraire parfaitement une forme estampée d'un \"Dalgona\" (Candy en nid d'abeille) sous une limite de temps. Sang-Woo apprend la découverte du joueur 067 et reconnaît le match à l'avance, mais n'empêche pas ses coéquipiers et choisit la forme la plus simple pour lui-même. Gi-hun finit par choisir la forme la plus difficile, un parapluie, mais est capable de compléter le jeu en léchant le dos de la nid d'abeille pour la faire fondre. Le joueur 212, une femme tapageuse et manipulatrice, aide le gangster deok-su compléter le jeu avec un briquet à contrebande. Un joueur effrayé sur le point d'être exécuté prend une otage de membre du personnel et le force à démasquer. A choqué que le membre du personnel est un jeune, le joueur s'engage en suicide et le membre du personnel est tué par le front homme pour être obligé de révéler son identité.",
        "Resource": "images/maninumbrella.png"
    },
    {
        "Entry": "1x4.- Coller à l'équipe",
        "Definition": "Le joueur 111 est un docteur disgracié et participe à un complot avec une poignée de personnel pour récolter des orgues de joueurs morts pour les vendre sur le marché noir, en échange de la révélation des détails à l'avance du prochain match. Lorsque DEOK-SU tue un joueur l'accusant de prendre de la nourriture supplémentaire, le personnel ne fait rien pour l'arrêter et augmente en fait la valeur de l'argent du prix. Après l'écart, une émeute éclate dans le dortoir que les joueurs s'attaquent mutuellement. Le groupe de Gi-Hun survit et partage ses noms pour construire la confiance: joueur 199 est Ali Abdul et le joueur 067 est Kang Sae-Byeok. Le joueur 001, en raison de sa tumeur cérébrale, a du mal à se souvenir de son nom. Joueur 212, nommé Han Mi-Nyeo, a des relations sexuelles avec Deok-Su. Dans le troisième match, on dit aux joueurs de former des groupes de dix. Pour l'équipe de Gi-Hun, Sae-Byeok recrute le joueur 240, une fille proche de son âge, mais refuse de répondre à des questions de 240. Le jeu est révélé être remuant de la guerre sur deux plates-formes surélevées, où une équipe gagne en traînant l'équipe adverse de leur plate-forme à leurs décès. DEOK-SU, ayant appris le jeu du joueur 111 à l'avance, ne choisit que des hommes forts et rejette Mi-Nyeo, qui rejoint l'équipe de Gi-Hun. Après que l'équipe de Deok-SU remporte leur match, l'équipe de Gi-Hun est compétente contre une autre équipe composée de tous les hommes.",
        "Resource": "images/sticktotheteam.png"
    },
    {
        "Entry": "1x5.- Un monde juste",
        "Definition": "L'équipe de Gi-Hun gagne, de manière inattendue, leur match de remorqueur à l'aide des stratégies de la pensée rapide des joueurs 001 et de Sang-Woo. Pratignure qu'une autre émeute se produira lorsque des lumières s'éteignent, ils construisent une barricade et passent la nuit à se rendre à la garde, mais l'équipe de Deok-Suk-Su n'attaque pas. GI-HUN rappelle une situation similaire de dix ans, lorsqu'il et de nombreux autres travailleurs d'une usine automobile ont protesté une licence de masse, ce qui a provoqué la trajectoire échouée de la vie de Gi-Hun. Détective Jun-Ho témoigne de la parcelle de récolte d'organes, en tant que membre du personnel dont il a volé l'identité y participe. À l'exception de Jun-Ho, tout le monde impliqué dans l'intrigue est finalement tué, y compris le joueur 111. Le Front Homme commence une chasse à un homme à l'échelle de l'établissement pour Jun-Ho, qui s'infiltre dans le bureau de l'homme du front. Jun-Ho apprend que le jeu est géré depuis plus de 30 ans et que son frère aîné Hwang à-Ho était le gagnant du jeu tenu 2015.",
        "Resource": "images/afairworld.png"
    },
    {
        "Entry": "1x6 .- Ggambu",
        "Definition": "Les joueurs témoignent des cadavres du joueur 111 et de ses co-conspirateurs pendus pour avoir triché. Le chef principal les assure que les jeux sont conçus pour donner à chaque joueur une chance équitable sans discrimination. Pour le quatrième match, les joueurs sont racontés de se coucher et de découvrir qu'au lieu de travailler en équipe, ils devront jouer contre leur partenaire dans un match de marbre de leur choix. Quiconque obtient tous les bûches de leur partenaire dans les 30 minutes gagnera et survivre. Sae-Byeok and Joueur 240, nommé Ji-Yeong, compte mutuellement leurs histoires de vie; Ji-Yeong voit Sae-Byeok a plus de vivre et se sacrifie elle-même. Sang-Woo astuce Ali dans l'abandon de ses marbres et gagne, ce qui donne la mort d'Ali. Deok-su gagne contre son partenaire et Henchman, Ja-Hyoung. GI-HUN TOSTS JOUEUR 001 En utilisant sa démence pour le vaincre, seulement pour découvrir que le joueur 001 a été conscient de la déception tout le temps. Le joueur 001, se souvient enfin que son nom est OH IL-NAM. Il permet à Gi-hun de gagner de toute façon gagner, comme il est son Gganbu (ami de confiance). Gi-Hun, Sang-Woo et Sae-Byeok sont traumatisés par la mort de leurs amis.",
        "Resource": "images/ggambu.png"
    },
    {
        "Entry": "1x7.- VIPS",
        "Definition": "Les joueurs reviennent pour trouver Mi-Nyeo toujours en vie. Il n'avait pas de partenaire pour le jeu de marbres. VIPS étrangers, qui a été joué sur les jeux à distance, arrivent à regarder et à faire des paris sur les prochains tours en direct. Jun-Ho, posant comme l'un des domestiques masqués, est sexuellement proposé par l'une des vips. Il attaque le VIP quand ils se trouvent dans une salle privée, enregistre sa confession et échappe à l'île. Pendant ce temps, le cinquième match a des joueurs traversant un pont large à deux panneaux, où les panneaux sont chacun en verre trempé ou régulier, ce dernier ne peut pas supporter leur poids. Les joueurs à l'avant de la ligne tombent à leurs décès alors qu'ils testent progressivement les panneaux. DEOOK-SU refuse de se déplacer malgré le ticking de l'horloge, audacieux d'autres de le transmettre. Mi-Nyeo l'attrape et, comme la vengeance de la trahir, le tire avec elle à leur mort. Le joueur 017, un travailleur de verre chevronné, guide les joueurs restants avant que l'homme frontal ne supprime son avantage. Avec le temps à court, Sang-Woo pousse le joueur 017 à sa mort, révélant le dernier panneau tourbillon. Seul Gi-Hun, Sang-Woo et Sae-Byeok complètent le jeu; À sa conclusion, les explosions brisent les panneaux restants.",
        "Resource": "images/vips.png"
    },
    {
        "Entry": "1x8.- Homme avant",
        "Definition": "Gi-Hun, Sang-Woo et Sae-Byeok se rendent à la finale et reçoivent un dîner et ils peuvent porter des vêtements formels. Sae-Byeok cache une blessure de poignelle sévère qu'elle a reçu de l'explosion du pont de verre. Après avoir déjeuné, chaque joueur est laissé avec un couteau à steak et Gi-Hun suggère à Sae-Byeok qu'elles devraient allier contre Sang-Woo, réalisant qu'il ira à n'importe quelle longueur pour gagner. Sae-Byeok demande plutôt Gi-Hun de promettre que quiconque gagne le jeu s'occupera des proches des autres. Gi-hun va tuer Sang-Woo quand il s'endort, mais Sae-Byeok l'arrête, lui disant qu'il n'est pas un meurtrier. La blessure de Sae-Byeok s'aggrave, invitant Gi-hun à appeler à l'aide. Lorsque Gi-Hun est absent, Sang-Woo tue Sae-Byeok et le personnel n'arrive que pour recueillir son cadavre. Furious et HeartBroken, Gi-Hun tente mais ne parvient pas à attaquer Sang-Woo. Pendant ce temps, le détective Jun-Ho rend une île voisine mais est rapidement suivie par le front homme et le personnel. Au choc de Jun-Ho, le Front Homme se révèle être son frère, à-Ho, et il essaie de le recruter. Quand il refuse, à-Ho tire jun-ho à l'épaule. Jun-Ho tombe sur une falaise dans la mer. Tout fait penser qu'il est mort.",
        "Resource": "images/frontman.jpeg"
    },
    {
        "Entry": "1x9.- Un jour de chance",
        "Definition": "En finale, le jeu létal est un jeu de calmars. Gi-hun défait Sang-Woo après un combat brutal mais est incapable de le tuer. Au lieu de cela, il invoque la troisième clause pour mettre fin au jeu et les envoyer à la maison sans argent. Sang-Woo commet le suicide et se poignarde dans le cou, et comme il meurt, demande à GI-Hun de prendre soin de sa mère. Gi-Hun est retourné à Séoul avec une carte bancaire pour accéder à l'argent du prix, mais découvre que sa propre mère est morte. Un an plus tard, Gi-Hun reste traumatisé et n'a pas touché son argent. Il reçoit une carte d'invitation de son Gganbu et trouve OH IL-NAM sur son lit de mort. Il-Nam révèle qu'il a créé le jeu pour divertir des personnes ultra-riches ennuyées comme lui-même. Il a utilisé ses propres souvenirs d'enfance pour concevoir les jeux et participé au groupe de Gi-Hun pour l'amour de la Nostalgie. Il-Nam joue un dernier match avec GI-Hun de savoir si un homme ivre inconscient à l'extérieur de la neige sera aidé avant minuit et décède peu de temps après le résultat. GI-HUN remplit ses promesses en présentant le frère de Sae-Byeok s'occupait de la mère de Sang-Woo avec leurs actions de l'argent du prix. Comme Gi-Hun se rend à l'aéroport pour se renouer avec sa fille à Los Angeles, il voit le même recruteur de jeux qui jouant à Ddakji avec un nouveau joueur. Il arrache avec colère la carte du joueur et appelle le numéro de la carte avant de monter à bord de son avion, exigeant de savoir qui ils sont. On lui dit de monter dans l'avion, mais Gi-hun termine l'appel et retourne dans le terminal de l'aéroport. C'est la fin de la première saison.",
        "Resource": "images/oneluckyday.png"
    },
    {
        "Entry": "Artistes - Personnages",
        "Definition": "Vous pouvez voir certaines informations sur les personnages principaux de la série avec des détails sur la distribution.",
        "Resource": "images/squidgame.jpeg"
    },
    {
        "Entry": "Seong gi-hun aka ki-hoon",
        "Definition": "Le personnage principal de la série, nommé Seong Gi-Hun, également connu sous le nom de Ki-Hoon. Est l'archétype perdant dans la société sud-coran. Perd son travail ancien et stable dans une usine et survit comme un chauffeur. Il est un adic dictionnaire avec un esprit comme un enfant. Vit avec sa mère âgée et a divorcé récemment. Au cours de l'anniversaire de sa fille, il découvre que sa fille quittera la Corea South Corea, lorsque son ex-femme migre vers les États-Unis avec son nouveau mari et sa seule fille. La mère de Ki-Hoon lui dit que si sa fille va vivre aux États-Unis, elle oubliera sa langue d'origine et Kin-Hoon sera incapable de communiquer avec elle. Sa mère lui dit que cela peut être évité car il y a une loi coranienne qui stipule que, au cas où Ki-Hoon a de l'argent et qu'elle est capable de maintenir sa fille, elle devra garder des contacts réguliers avec lui et ne devra pas aller à la ETATS-UNIS. Cette situation fait que Ki-Hoon est absolument désespérément désespérément d'obtenir de l'argent sous une manière immancipérable et inammaginable.",
        "Resource": "images/kihoon.png"
    },
    {
        "Entry": "Lee Jung-Jae (acteur)",
        "Definition": "Il est né en mars 1973 à Séoul, en Corée du Sud. Il travaille comme une étoile supérieure dans différentes séries télévisées et films. En outre, il est un modèle de mode très apprécié en Corée du Sud. Sa carrière initiée comme modèle. Il a commencé à la télévision en 1993. Ses films de sapin étaient en 1994: Jeolmen Namja. Il est apparu dans d'autres films comme Gwansand, New Worl, nous livrent du mal ou de l'assassinat",
        "Resource": "images/leejungjae.png"
    },
    {
        "Entry": "Cho sang-woo",
        "Definition": "Cho Sang-Woo (조상우, prononciation coréenne: [Tɕo Saŋ u], joueur numéro 218). Il était ancien d'une équipe d'investissement dans une entreprise de valeurs mobilières. Il était un camarade de classe à Gi-hun quand ils étaient des enfants. Il a étudié à l'Université nationale de Séoul et est devenu une célébrité locale dans son trimestre en raison de cela. Il est recherché par la police pour distraire de l'argent de ses clients et en accumulant des dettes massives provenant de mauvais investissements.",
        "Resource": "images/chosangwoo.png"
    },
    {
        "Entry": "Park hae-soo (acteur)",
        "Definition": "Park a commencé sa carrière dans une pièce musicale en 2007 avec Mister Hall. Il apparaît également dans d'autres étapes musicales telles que Angel appelées Desire et Annapurna.\nEn 2017, il a remporté le meilleur nouvel acteur aux Awards de Séoul avec son rôle de premier plan dans la Prison Series de Dama.\nEn 2021, il s'est reconnu au niveau international à cause de son projet, jeu de calmars. Après avoir comparu dans la série populaire, il a pu gagner plus de 800 000 adeptes Instagram en une seule journée.",
        "Resource": "images/parkhaesoo.png"
    },
    {
        "Entry": "Kang Sae-Byeok",
        "Definition": "Kang Sae-Byeok a besoin de prix d'argent de Squid Game afin de faire sortir sa mère et le reste de sa famille de la Corée du Nord.\nElle veut aussi l'utiliser pour créer une belle vie pour son petit frère, qui vit dans un orphelinat à Séoul. En plus d'être un déficecteur nord-coréen, Sae-Byeok est un pickpocket qualifié qui connaît également son chemin autour d'un couteau.",
        "Resource": "images/kangsaebyeok.png"
    },
    {
        "Entry": "Jung Ho-Yeon (actrice)",
        "Definition": "Hoyeon Jung (coréen: 정호연; né le 23 juin 1994) est un modèle sud-coréen et une actrice.\n Sa carrière a commencé comme un modèle indépendant en 2010, marchant à Séoul Fashion Week de deux ans.\nEn 2013, elle a concouru la quatrième saison du prochain modèle de la Corée et placé en tant que coureur. En 2016, Jung a signé avec la direction de la société et a quitté la Corée du Sud pour poursuivre une carrière à l'étranger.\nElle est devenue connue pour ses cheveux rouges «ardent» après avoir fait ses débuts à la piste internationale pour une cérémonie d'ouverture de la Semaine de la mode New York. Elle était exclusive de Louis Vuitton en 2016 et est devenue un ambassadeur mondial de la marque en 2021.\nEn 2020, Jung a signé avec Saram Entertainment comme actrice.\nElle a fait ses débuts de la télévision en 2021 en mettant en vedette la série de jeux Squid, alors que Kang Sae-Byeok, qui a porté une attention dans le monde entier et une acclamation critique en tant que star de l'ascendance du spectacle.",
        "Resource": "images/junghoyeon.png"
    },
    {
        "Entry": "Kim mi-ok",
        "Definition": "Kim Mi-OK était de la dette de 540 millions de dollars et elle a choisi de participer à une concurrence à haut risque pour gagner de l'argent pour payer ces dettes. Lors de la première réunion avec tous les 456 joueurs, un gestionnaire de jeux Squid l'appelle à la foule indiquant la quantité de dette qu'elle était. Elle se tenait là sous choquée en levant à l'écran. Lorsque la ligne d'attente signer le formulaire de consentement, JANG DEOK-SU (101) Coupez-la devant elle et a été intimée de son éblouissement.\n Elle a ensuite joué le premier jeu de lumière rouge, lumière verte.",
        "Resource": "images/kimmiok.png"
    },
    {
        "Entry": "Halley Kim (actrice)",
        "Definition": "L'actrice Halley Kim est l'une des actrices de haut niveau qui a travaillé dans plusieurs hits. En 2021, elle a travaillé dans le «jeu de calmars».\nEn 2019, elle a été présentée dans 'Mon premier premier amour' pour lequel elle a eu une immense amour et une appréciation. L'année 2021 semble une année pleine d'opportunités pour elle et elle a eu la chance d'apparaître dans 'Sijipetueu: le mythe \"en 2021 et\" jeu de calmars \"la même année. L'actrice s'est très bien accomplie et obtenait des retours accablants de l'auditoire.",
        "Resource": "images/junghoyeon.png"
    }
]